"{\"schema\":{\"fields\":[{\"name\":\"index\",\"type\":\"integer\"},{\"name\":\"title\",\"type\":\"string\"},{\"name\":\"author\",\"type\":\"string\"},{\"name\":\"year\",\"type\":\"integer\"},{\"name\":\"academy\",\"type\":\"string\"},{\"name\":\"journal\",\"type\":\"string\"},{\"name\":\"abstract\",\"type\":\"string\"},{\"name\":\"keyword\",\"type\":\"string\"},{\"name\":\"recommend_paper\",\"type\":\"string\"},{\"name\":\"reference\",\"type\":\"string\"},{\"name\":\"link\",\"type\":\"string\"},{\"name\":\"citation\",\"type\":\"string\"}],\"primaryKey\":[\"index\"],\"pandas_version\":\"0.20.0\"},\"data\":[{\"index\":33682,\"title\":\"다중 무인 항공기의 협동 작업을 위한 무 충돌 비행 계획\",\"author\":[\"박재병(전북대학교)\"],\"year\":2012,\"academy\":\"대한전자공학회\",\"journal\":\"전자공학회논문지-SC\",\"abstract\":\"본 논문에서는 3차원 공동 작업 공간에서 다중 무인항공기의 협동 작업을 위한 확장 충돌 지도 기반 무 충돌 비행 계획 기법을 제안한다. 먼저 무인항공기는 회전과 같은 3차원 움직임을 고려해 구로 모델링하였다. 공동 작업 영역에 진입 후 진출할때까지 무인 항공기는 직선 경로를 따라 이동하고 모든 무인 항공기의 우선순위는 미리 정해져 있다고 가정한다. 가정에 따라 3차원에서 정의된 구와 구 사이의 충돌 검출 문제를 2차원에서 정의된 원과 직선 사이의 충돌 검출 문제로 축소할 수 있다. 원과 직선 사이의 충돌영역은 계산의 편의성과 안전성을 위해 충돌사각형으로 근사화 하였다. 이렇게 정의된 충돌사각형을 이용하여 무인 항공기들 간의 충돌을 회피할 수 있도록 각 무인 항공기의 공동 작업 공간 진입 시간을 조율한다. 이와 같은 방법으로 모든 무인 항공기는 공동 작업 공간에 진입해서 진출할 때까지 서로 간에 충돌 없이 이동 할 수 있게 된다. 제안된 무충돌 비행 계획의 효율성을 증명하기 위해 12대의 무인 항공기를 이용한 시뮬레이션을 수행하였다.\",\"keyword\":[\"Collision-free flight planning\",\"multiple unmanned aerial vehicles\",\"entrance time scheduling\"],\"recommend_paper\":[\"데이터 마이닝을 이용한 우주 발사체 다분야 통합 임무 설계 연구\",\"자동화 컨테이너 터미널에서의 AGV 충돌 방지 및 교착 해결 방안\",\"도시가로망 회전교차로 도입에 따른 영향평가 및 운영전략 수립에 대한 기초연구\",\"광주도시철도 2호선 계획의 적정성 쟁점사항과 도시철도계획ㆍ정책의 장래 발전방향\"],\"reference\":[\" 실시간 연산을 위한 복수무인기의 효율적인 경로생성 및 충돌회피 통합 문상우 , 심현철 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2010\",\" 미지의 환경에서의 복수 회전익 무인기에 대한 충돌회피 및 군집비행 문상우 , 심현철 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2010\",\" 시공간 벡터 탐색을 이용한 무인기 충돌회피 및 유도 기법 장대성 , 심현철 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2010\",\" 확률적 방법을 이용한 무인항공기 충돌회피 김광연 , 김윤환 , 탁민제 외 1명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2007\",\" 퍼지로직을 이용한 무인항공기의 3차원 충돌회피 장대수 , 조신제 , 탁민제 외 2명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2005\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE01816545\",\"citation\":\"96\"},{\"index\":30339,\"title\":\"다기종 무인항공기에 적용 가능한 자동코드의 ACDAS 및 HILS 교차검증에 관한 연구\",\"author\":[\"이정기(픽소니어)\",\"최세영(픽소니어)\",\"유동완(카이스트)\",\"박찬현(픽소니어)\",\"정은식(픽소니어)\"],\"year\":2012,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"본 논문은 국내 무인항공기의 개발수요 급증에 따라 SW 개발비용을 경감시키고, 무인항공기의 핵심 SW 개발 기술확보를 위한 연구로서 다양한 무인항공기의 공통탑재 SW의 표준 플랫폼을 위한 다기종무인항공기용 파라미터 최적화용SW 툴킷(ACDAS)를 개발하였다. 설계된 블록 다이어그램을 시뮬레이션을 통해 검증을 수행하였으며 생성된 게인에 대해서 선형 해석을 수행하였다. MATLAB 자동코드 생성기능을 활용하여 비행제어법칙 블록 다이어그램을 C 코드로 자동 생성하였고 생성된 코드에 대해서 블록다이어그램과 비교 검증을 실시하였다. ACDAS와 HILS에 탑재된 제어법칙 자동코드의 검증을 위해 24가지의 Test Plan을 설정하였고 교차검증을 실시하였다. ACDAS와 HILS의 24가지 교차검증에 대해서 동일입력 대비 동일 출력을 나타내었으며 자동코드의 신뢰성을 입증하였다. 알고리즘에 의해 생성된 게인은 선형해석을 통해 MIL-8785C 요구도를 만족하는것을 확인하였다.\",\"keyword\":[\"ACDAS(Automated Control law Design Analysis & Simulation)\",\"UAV(Unmanned Aerial Vehicle, 무인항공기)\",\"Autocode Generation(자동코드생성)\",\"Model?Based Design(모델기반설계)\",\"OFP(Operational Flight Program)\",\"Flight Control System(비행제어시스템)\",\"Software Verification(소프트웨어 검증)\",\"DO-178B\",\"HILS\",\"MIL-8785C\"],\"recommend_paper\":[\"인공신경망 모델을 이용한 냉동기 및 공조기 최적 기동\\/정지 제어\",\"데이터 마이닝을 이용한 우주 발사체 다분야 통합 임무 설계 연구\",\"계통연계형 인버터의 끊김 없는 모드 전환을 위한 전압 제어 기능이 포함된 통합 전류 제어기에 대한 연구\",\"동적신경망 NARX 기반의 SAR 전력모듈 안전성 연구\"],\"reference\":[\" 무인항공기의 음성통신중계를 위한 통신경로제어 기능 설계 이상훈 , 권상은 , 박재성 외 1명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2016\",\" 무인항공기를 활용한 해안선 측량 강용덕 대한토목학회 대한토목학회 학술대회 2016\",\" 회전익 무인항공기의 LQTI 제어기와 비행특성 평가 연구 김성근 , 김기준 , 라충길 외 3명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2016\",\" 무인항공기 사생활 보호 방안 이보성 , 이중엽 , 박유진 외 1명 한국정보보호학회 정보보호학회논문지 2016\",\" 다기종 무인항공기에 적용 가능한 SW 툴킷의 자동코드 검증에 관한 연구 김종섭 , 이정기 , 최세영 외 3명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2012\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE02085569\",\"citation\":\"93\"},{\"index\":32886,\"title\":\"다수 무인항공기의 최적 협동관측을 위한 베이시안 기반 유도법칙\",\"author\":[\"강승은(한국항공대학교)\",\"고상호(한국항공대학교)\"],\"year\":2013,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"본 논문에서는 다수의 소형무인항공기를 위한 베이시안(Bayesian) 기반 협동유도법칙에 대해서 연구하였다. 베이시안 접근방법은 목표물에 대해 주어진 사전정보를 활용할 수 있게 해준다. 관측성능의 지표로는 한 순간의 베이시안 피셔 정보행렬(Bayesian Fisher informatino matrix)의 행렬식이 사용되었고, 간접최적제어이론을 적용하여 유도법칙을 설계하였다. 기대값 형태의 성능지표 계산에 소요되는 연산부하를 줄이기 위해 베이시안 몬테칼로(Bayesian Monte Carlo) 적분 기법을 사용하였으며, 시뮬레이션을 통하여 무인항공기가 운용되는 모습과 연산부하 정도를 확인하였다.\",\"keyword\":[\"Feedback cooperative guidance law(피드백 협동유도법칙)\",\"Bayesian Fisher Information Matrix(한 순간 베이시안 피셔 정보행렬의 행렬식)\",\"Small UAV(소형무인항공기)\"],\"recommend_paper\":[\"퍼지 슬라이딩 모드의 속도 향상을 위한 제어기 설계\",\"퍼지뉴럴 시스템을 위한 초기 입력공간분할의 최적화 : Measure of Fuzziness\",\"계통 부하량과 풍력발전량의 확률적 관계를 고려한 발전량 적정성 평가 연구\",\"지진발생 후 상수관망 다중지점 누수관로 탐지기법의 개발\"],\"reference\":[\" 제4차 산업혁명 시대의 무인 이동체를 둘러싼 법적 문제점 연구 계경문 한국전자파학회 한국전자파학회논문지 2017\",\" 자율주행자동차의 현재와 미래 박만복 대한전자공학회 대한전자공학회 학술대회 2017\",\" LiDAR edge와 3D anchor box를 통한 오브젝트 proposal 생성 방법 김정언 , 강행봉 대한전자공학회 대한전자공학회 학술대회 2017\",\" 라이다 시스템의 거리 검출 향상을 위한 알고리즘 분석 오금윤 , 김은하 , 김병직 외 1명 대한전자공학회 대한전자공학회 학술대회 2017\",\" 소형 무인항공기용 영상센서 기반 이동표적표시 기법 윤승규 , 강승은 , 고상호 제어로봇시스템학회 제어로봇시스템학회 논문지 2014\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE02328335\",\"citation\":\"93\"},{\"index\":8532,\"title\":\"회전익항공기 운동모델 개발을 위한 데이터마이닝을 이용한 비행데이터 자동 처리 기법\",\"author\":[\"오혜주(Department of Aerospace Engineering)\",\"조성범(Department of Aerospace Engineering)\",\"최기영(Inha University)\",\"노은정(KOREANAIR)\",\"강병룡(KOREANAIR)\"],\"year\":2018,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회지\",\"abstract\":\"일반적으로 항공기 운동 모델의 충실도는 대상 항공기의 비행시험 결과와 비교하여 검증한다. 따라서 성능비교를 위한 기준 비행 데이터를 추출하는데, 각종 잡음이 포함된 방대한 양의 비행데이터를 처리하는 것은 많은 인력과 시간이 소요된다. 특히 회전익항공기는 축간 커플링 효과와 후류 간섭 효과 등으로 비선형성이 큰 특성을 가지고 있으며, 제자리 비행, 후진 비행 등의 다양한 기동을 수행하므로 비행 데이터를 처리하는 것이 복잡하다. 본 연구에서는 회전익항공기의 비행 데이터 처리 기준을 정의하고, 데이터마이닝 기법을 이용한 정적 및 동적 비행 데이터 자동 처리를 위한 절차와 방법을 제시한다. 최종적으로 비행데이터를 사용하여 제시한 방법을 검증한다.\",\"keyword\":[\"Rotorcraft(회전익항공기)\",\"Processing Flight Data(비행데이터 처리)\",\"Data Mining(데이터 마이닝)\",\"Big Data(빅 데이터)\",\"Flight Mode Classification(비행 모드 분류)\"],\"recommend_paper\":[\"모의실험 환경에서의 옵셋전이길이 비교연구\",\"고속도로 교통사고 처리시간 예측을 위한 Hybrid모형 개발\",\"달 착륙선 지상비행시험모델 제어시스템 형상 설계 및 동력학적 운동 시뮬레이션\",\"트래픽 패턴 학습 기반의 다중 교차로 교통신호 제어\"],\"reference\":[\" 항공분야의 인공지능 현우석 한국항공우주의학협회 항공우주의학회지 2019\",\" 머신러닝 기술의 항공우주 설계, 해석 분야 적용 연구 이대성 , 염찬홍 , 김철완 외 1명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2018\",\" 딥러닝의 모형과 응용사례 안성만 한국지능정보시스템학회 지능정보연구 2016\",\" 데이터마이닝 기법을 이용한 우주발사체 임무설계 프로그램 개발 김진욱 , 토우다루인 , 서정일 외 4명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2013\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE07544079\",\"citation\":\"92\"},{\"index\":8241,\"title\":\"무인항공기 제어를 위한 자연어 처리 기술 연구\",\"author\":[\"이상훈(국방과학연구소)\",\"백승규(국방과학연구소)\",\"박재성(국방과학연구소)\"],\"year\":2015,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"자연어 처리는 인간-기계 인터페이스의 주요한 연구 주제로 다루어지고 있으며, 다양한 연구를 통해 무인항공기 제어 분야까지 적용되고 있다. 현재 자연어 처리 기술은 단순한 단어 인식 뿐만 아니라 대화형태의 문장까지 인식하는 수준에 도달했다. 하지만 무인항공기 제어 기술에 관련된 연구는 몇 개의 단어로 구성된 간단한 명령을 인식하는 수준에 머무르고 있으며, 자연어 처리 기술을 무인기 제어에 접목시킨 사례는 찾아보기 힘들다. 이에 따라 본 논문은 자연어 처리를 위한 이론적 배경 및 방법과 사례를 통한 자연어 처리 연구 동향을 소개하여 무인항공기 제어를 위해 필요한 기술과 앞으로의 연구 방향을 제시한다.\",\"keyword\":[\"UAV\",\"Unmanned Air Vehicle\",\"Natural Language Processing\",\"NLP\",\"UAV Control\"],\"recommend_paper\":[\"재난 상황에서 드론을 이용한 구조 요청자 위치 파악을 위한 음성 방향 탐지 연구\",\"비디오 기반 군중 에니메이션을 이용한 월면 우주인 가상체험\",\"최대-최소맵 기반 등위면 광선투사법을 이용한대화식 가상 관절경\",\"일제 강점기 통신교육의 미디어 실천과 문화적 배치\"],\"reference\":[\" 제4차 산업혁명 시대의 무인 이동체를 둘러싼 법적 문제점 연구 계경문 한국전자파학회 한국전자파학회논문지 2017\",\" 자율주행자동차의 현재와 미래 박만복 대한전자공학회 대한전자공학회 학술대회 2017\",\" LiDAR edge와 3D anchor box를 통한 오브젝트 proposal 생성 방법 김정언 , 강행봉 대한전자공학회 대한전자공학회 학술대회 2017\",\" 라이다 시스템의 거리 검출 향상을 위한 알고리즘 분석 오금윤 , 김은하 , 김병직 외 1명 대한전자공학회 대한전자공학회 학술대회 2017\",\" 구를 사용한 VLP-16 라이다 센서와 다시점 카메라 간의 보정 이근모 , 이주환 , 박순용 대한전자공학회 대한전자공학회 학술대회 2017\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE06768490\",\"citation\":\"77\"},{\"index\":35115,\"title\":\"항공기 소음노출이 청력손실과 불안 및 우울에 미치는 영향\\n\\t\\t\\t \\t\\n\\t\\t\\t \\t\\n\\t\\t\\t\\t\\t?:?\\n\\t            \\n\\t            군용비행장 주변에서\",\"author\":[\"정유림(Yu-Rim Jeong)\",\"박재범(Jae-Beom Park)\",\"민경복(Kyoung-Bok Min)\",\"이찬(Chan Lee)\",\"길현권(Hyun-Gwon Kil)\",\"이원욱(Won-Wook Lee)\",\"이경종(Kyung-Jong Lee)\"],\"year\":2012,\"academy\":\"대한직업환경의학회\",\"journal\":\"대한직업환경의학회지(Annals of Occupational and Environmental Medicine)\",\"abstract\":\"목적: 읍면지역 소재 군용비행장 주변 거주자들 사이에서 항공기 소음 노출과 청력손실의 관련이 있는지를 알아보고, 청력과 소음노출이 불안 및 우울과 관련성이 있는지 파악하고자 하였다.|방법: 전라북도의 한 군용비행장 주변 30-79세의 주민 898명을 대상으로 연구하였다. WECPNL(Weighted Equivalent Continuous Perceived Noise Level)단위로 측정한 소음지도를 작성하였고, 소음지도상 소음 노출정도에 따라 대상자들을 60, 80 WECPNL을 기준으로 대조군, 저노출군, 고노출군으로 나누었다. 순음청력검사를 시행하였고 자기기입식 설문조사로 대상자의 일반적 특성을 조사하였고, Beck Anxiety Inventory(BAI), Beck Depression Inventory(BDI)를 이용하여 불안과 우울 수준을 측정하였다. 로지스틱 회귀분석을 통해 소음 노출수준과 청력이 불안과 우울에 미치는 영향을 알아보았다.|결과: 연구 대상자들의 평균 청력역치는 좌측 30.11± 23.05 dB, 우측 29.81±23.00 dB이었고, 삼분법 청력 역치가 40 dB을 초과하는 청력손실자는 293명으로 30.8%였다. BAI 평균은 18.9±14.3점, 22점 이상인 이상자는 317명(35.3%)이었다. BDI 평균은 18.7±11.6점, 21점 이상인 이상자는 347명(38.6%)이었다. 청력역치와 BAI와 BDI점수는 대조군보다 소음노출군에서 높았다. 또한 BAI와 BDI 이상군에서 각각 청력역치가 정상군보다 높은 값을 보였다. 불안의 위험은 대조군에서 저노출군, 고노출군으로 갈수록 유의하게 높았고, 우울의 위험은 대조군보다 고노출군에서 높았다. 불안과 우울 모두 청력손실이 있는 경우 위험도가 높았다. 불안과 우울 모두 청력손실, 낮은 교육수준과 관련이 있었고 여성에게서 우울의 위험이 높았다.|결론: 불안과 우울 모두 소음 노출수준이 높고 청력역치가 높은 경우 더 위험도가 증가하였다. 향후 연구에서는 다양한 연령을 포함한 대규모의 인원을 대상으로 추적 조사하여, 시간적 선후관계 및 인과관계를 규명하여야 할 것이다.\",\"keyword\":[\"Aircraft\",\"Noise\",\"Hearing loss\",\"Anxiety\",\"Depression\"],\"recommend_paper\":[\"평택시 미군기지 주변 주민의 비행기 소음과 청각학적 평가결과의 관련성\",\"수면장애와 동반된 위식도역류질환에 관한 연구\",\"주관적 수면만족도에 따른 수면시간과 대사증후군과의 관계\",\"가정의학 개원가를 방문한 성인의 수면장애 현황 및 관련 요인\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=fe7597e446cf4a55ffe0bdc3ef48d419\",\"citation\":\"73\"},{\"index\":41726,\"title\":\"시계열 분해 데이터를 이용한 LSTM 기법 기반 항공기 수리부속 수요예측 방안 연구\",\"author\":[\"김진섭(경북대학교)\",\"황재성(대한민국 공군)\",\"정재우(경북대학교)\"],\"year\":2020,\"academy\":\"한국경영과학회\",\"journal\":\"경영과학\",\"abstract\":\"This paper proposes a new deep learning method called H-LSTM (Hybrid Long and Short Term Memory) in order to improve the demand forecasting system of spare parts for ROKAF (Republic of Korea Air Force) aircraft ‘B’. The existing LSTM has been popularly utilized for forecasting stock price or energy demand since it was known to be appropriate for non-linear time series data forecast. This paper applies the H-LSTM for a demand forecast problem of aircraft spare parts, which shows irregular demand patterns. The H-LSTM that combines the existing LSTM model with time series analysis after the seasonality and trend of demand data are decomposed. Based on a preliminary analysis, the Aircraft spare parts demand pattern shows irregularity as Erratic, Lumpy items of irregular demand characteristics take relatively higher percentages. The accuracy of the new method compared with existing stochastic methods show a higher forecast accuracy than ARIMA or Holt Winters. Therefore, if it is applied for the demand forecast system of ROKAF aircraft spare parts, the H-LSTM is expected to not only improve demand forecast accuracy, but also increase aircraft availability and curtail inventory cost through decreasing unnecessary parts stocks. This paper is meaningful in that it is the very first study to offer a working-level improvement resolution in demand forecast through the LSTM, a type of deep learning, by utilizing ROKAF’s practical logistics data.\",\"keyword\":[\"LSTM\",\"Deep Learning\",\"Demand Forecasts\",\"Aircraft Spare Parts\",\"Irregular Demand\"],\"recommend_paper\":[\"머신러닝 기반 Lumpy 수요형태의 항공기 수리부속 수요예측 정확도 개선 연구\",\"XGBoost 기반의 2단계 확률적 일사량 예측과 태양광 예측 알고리즘의 성능 검증\",\"Study on prediction of ship’s power using light GBM and XGBoost\",\"LSTM 기법을 이용한 풍력발전 출력 예측에 관한 연구\"],\"reference\":[\" 일변량 시계열 모형 비교를 통한 독도관광 수요예측 황경후 , 김원표 , 정철 한국관광레저학회 관광레저연구 2015\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09380229\",\"citation\":\"61\"},{\"index\":144,\"title\":\"항공기업의 혁신 활동으로 전략적 제휴 분석: 활용과 탐험을 중심으로\",\"author\":[\"김효정\",\"장하영\"],\"year\":2019,\"academy\":\"한국항공경영학회\",\"journal\":\"한국항공경영학회지\",\"abstract\":\"활용(Exploitation)과 탐험(Exploration)에 관한 연구가 다양한 학문 분야에서 이루어져 왔으나, 서비스업을 비롯한 항공산업에서는 연구가 제한적으로 진행되어왔다. 또한 항공산업의 특성을 반영하여전략적 제휴에 관한 연구 역시 다방면으로 이루어졌으나, 주로 조직 경쟁력 강화 측면과 마케팅 연구분야에서 이루어졌지, 조직 학습분야에서의 연구는 부족하다. 따라서 Porter(1985)의 항공산업에 적용된 가치사슬에 따라 항공기업의 활용성향의 전략적 제휴와 탐험성향의 전략적 제휴를 구분하여 항공산업에서 활용과 탐험이 어떻게 이루어지는지에 대한 분석을 진행하고자 한다. 또한 아시아나항공의주요 전략적 제휴를 추가로 분석하여 어떠한 방법으로 균형을 찾아 양손잡이(ambidextrous) 조직을 찾아가는지를 살펴보고자 한다. 항공산업의 전략적 제휴 분석을 위해, 기업의 사업보고서, 공시자료, 뉴스자료, 기업 인터뷰 자료 등을 분석하여 항공산업에서의 주요 전략적 제휴에 관한 사례분석을 진행하였다. 활용과 탐험에 대한 조직학습 이론을 항공산업의 전략적 제휴에 적용하여 분석한 결과, 활용과 탐험의 전략적 제휴가 항공산업에서도 적용되어 부족한 자원을 확보하며, 다양한 분야에서 광범위하게 사용하여 조직역량을 강화하는 것을 알 수 있었다. 또한 아시아나항공의 주요 전략적 제휴를 분석한 결과, 전략적 제휴의 파트너 선정, 장단기 전략적 제휴 선정 등에 있어서 활용과 탐험 제휴를 적극적으로 사용하며 양손잡이 제휴형태를 보이는 것을 알 수 있었다. 본 연구결과는 항공산업에서 조직학습이론을 적용한 점과 향후 항공산업의 활용과 탐험의 균형 관련 연구 확장성 부분에서 이론적 시사점 제공할 수 있다는 점, 양손잡이 조직 관련 실무적 시사점을 줄 수 있다는 점에서 연구의 의의가 있다.\",\"keyword\":[\"Aviation industry\",\"Strategic Alliance\",\"Exploration &\",\" Exploitation\",\"Ambidexterity Organization\"],\"recommend_paper\":[\"기업 관계 데이터 기반 유망 아이템 추천 방법론 개발 : 인수합병(M&A) 정보를 중심으로\",\"컨텍스트의존 모형 및 측정특유 모형을 이용한 아시아항만들의 클러스터링 측정 및 추세분석에 관한 실증적 연구\",\"텍스트마이닝을 활용한 공개데이터 기반 기업 및 산업 토픽추이분석 모델 제안\",\"데이터 마이닝 기반의 특허 인용 상대 비교를 통한 기업 경쟁 력 분석에 관한 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09386654\",\"citation\":\"6\"},{\"index\":30108,\"title\":\"외곽선 영상을 이용한 무인 항공기의 목표물 인식 기법\",\"author\":[\"김찬호\",\"방효충\",\"전병일\"],\"year\":2014,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 논문집\",\"abstract\":\"본 논문은 무인항공기의 영상 센서를 통해 획득한 이미지의 외곽선 정보를 이용하여 목표물을 인식하는 기법을 논한다. 목표물 대조 및 학습에 사용된 외곽선 정보는 형상정보를 바탕으로 추출이 가능하여 주\\/야간 감시, 정찰을 수행하는 무인 항공기의 IR 영상 센서에 적용이 가능하다. 인식 기법으로 사용된 Directional Chamfer Matching 은 외곽선 이미지에서 두 영상의 유사성을 측정하는 방법으로 입력영상에서 목표물의 탐지에 사용 가능하다. 그리고 외곽선 정보로 학습한 Support Vector Machine 을 적용하여 탐지된 목표물의 분류 및 인식을 수행하였다. 본 논문에서는 위성지도 영상 및 항공 영상에서 추출한 차량 이미지를 이용하여 모의 실험을 차량 탐지 및 차종 인식을 검증하였다.\",\"keyword\":[\"Object recognition (목표물 인식)\",\"Directional Chamfer Matching\",\"Support vector machine\",\"Principle Component Analysis(주성분 분석)\",\"Unmanned Aerial Vehicle(무인 항공기)\"],\"recommend_paper\":[\"자율주행차를 위한 장애물 탐지 및 인식 시스템\",\"눈 영상비를 이용한 운전자 상태 경고 시스템\",\"NCC기법을 이용한 무인항공기용 차종 식별 알고리즘 개발\",\"주성분 분석과 Blob 군집화를 이용한 열화상 사람 검출 시스템의 성능 향상\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=f54d362dea9e3a737ecd42904f0c5d65\",\"citation\":\"6\"},{\"index\":45483,\"title\":\"4차 산업혁명기술을 활용한 군 항공기 안전점검 체계 설계\",\"author\":[\"엄정호\"],\"year\":2020,\"academy\":\"한국융합보안학회\",\"journal\":\"융합보안 논문지(Convergence security journal )\",\"abstract\":\"2018년부터 시행된 항공안전정책기본계획은 무결점 항공안전관리체계 구축과 미래 항공안전 인프라 구축을 목표로 4차 산업혁명 기술을 적용한 항공안전관리 기술 개발을 포함하고 있다. 인공지능과 빅데이터를 활용한 항공기 고장관리, 가상\\/증강 현실 기술을 활용한 비행훈련체계 등 다양한 항공안전관리 체계를 구축하고자 한다. 현재 공군에서도 스마트한 공군력 건설이라는 목표 아래 신기술을 활용한 비행안전관리 체계 사업을 추진 중이다. 본 연구에서는 비행 전에 항공기의 최종 안전성을 점검하는 항공기 상태 점검체계를 4차 산업혁명기술을 적용하여 설계하고자 한다. 공군에서는 항공기 상태 점검으로 기골 결함 점검과 비행 전 항공기 종합점검을 실시한다. 본 연구에서는 최소한 점검 오류를 줄일 수 있는 무결점 점검을 위해서 인공지능, 사물인터넷, 빅데이터, 그리고 드론을 활용한 기골 결함 점검체계와 비행 전 항공기 상태 점검체계 설계를 제안한다.\",\"keyword\":[],\"recommend_paper\":[\"작업장에서의 안전사고 예방을 위한 스마트 안전관리 시스템 설계\",\"딥러닝 기반의 보행자 탐지 및 경보 시스템 연구\",\"스마트 재난관리 시스템에 관한 연구\",\"Fast R-CNN을 이용한 객체 인식 기반의 도로 노면 파손 탐지 기법\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=16aac2ab2e873b2fb36097776a77e665\",\"citation\":\"6\"},{\"index\":43813,\"title\":\"딥러닝을 사용한 무인항공기 가시선 데이터링크 시스템 탑재 안테나 절체 방법\",\"author\":[\"조세현(Hanwha Systems)\",\"이우신(Hanwha Systems)\",\"김학준(Hanwha Systems)\",\"진소연(Hanwha Systems)\",\"유인덕(Hanwha Systems)\"],\"year\":2018,\"academy\":\"한국컴퓨터정보학회\",\"journal\":\"한국컴퓨터정보학회논문지\",\"abstract\":\"In the Unmanned Aerial Vehicle Line-Of-Sight datalink system, there is a possibility that the communication line is disconnected because line of sight can not be secured by one antenna due to changes in position and posture of the air vehicle. In order to prevent this, both top and bottom of air vehicle are equipped with antennas. At this time, if the signal can be transmitted and received by switching to an antenna advantageous for securing the line of sight, communication disconnection can be minimized. The legacy antenna switching method has disadvantages such that diffraction, fading due to the surface or obstacles, interference and reflection of the air vehicle are not considered, or antenna switching standard is not clear. In this paper, we propose an airborne antenna switching method for improving the performance of UAV LOS datalink system. In the antenna switching method, the performance of each of the upper and lower parts of the mounted antenna according to the position and attitude of the air vehicle is predicted by using the deep learning in an UAV LOS datalink system in which only the antenna except the receiver is duplicated. Simulation using flying test dataset shows that it is possible to switch antennas considering the position and attitude of unmanned aerial vehicle in the datalink system.\",\"keyword\":[\"Deep learning\",\"LOS\",\"Datalink\",\"Antenna\",\"Switching\",\"UAV\"],\"recommend_paper\":[\"딥러닝을 활용한 실시간 도심로 객체 인식에 관한 연구\",\"Deep Learning and Color Histogram based Fire and Smoke Detection Research\",\"데오도라이트 시스템의 측정 정확도에 대한 연구(Ⅰ)\",\"딥러닝 기반의 운전자의 안전\\/위험 상태 인지 시스템 개발\"],\"reference\":[\" Design of Artificial Neural Network (ANN) Controller using Deep Learning to Damp out Inter-area Oscillations in Power Systems Seong-Su Jhang , Don Hur 한국조명·전기설비학회 조명·전기설비학회논문지 2018\",\" 딥 러닝 알고리즘을 활용한 뇌파 분석 기반 졸음운전 사고예방 시스템 이승기 , 권용수 , 박지수 외 2명 대한전자공학회 전자공학회논문지 2018\",\" 모바일 로봇의 자율 네비게이션을 위한 심층 강화 학습 기반 자연행동 학습 김기서 , 문정환 , 김동규 외 2명 제어로봇시스템학회 제어로봇시스템학회 논문지 2018\",\" 오픈소스 기반 Deep Learning 기술을 활용한 보안관제시스템의 Anomaly Detect Model 연구 강용석 , 신용태 한국정보과학회 정보과학회지 2017\",\" Deep-Learning 기반의 軍의사결정 지원시스템 개발 방법론 이동준 , 박영우 , 김태규 한국시뮬레이션학회 한국시뮬레이션학회 학술대회 논문집 2016\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE07605579\",\"citation\":\"58\"},{\"index\":3663,\"title\":\"무인항공기 산업의 발전을 위한 법적 고찰\",\"author\":[\"이준복 ( Lee Joonbok )\"],\"year\":2016,\"academy\":\"홍익대학교 법학연구소(The Law Research Institute)\",\"journal\":\"홍익법학(The Law Reasearch institutute of Hongik Univ.)\",\"abstract\":\"최근 정부에서는 자율주행차, 사물인터넷, 빅데이터, 바이오헬스케어와 함께 무인항공기산업 분야 규제를 국제적 수준으로 최소하겠다고 결정한 바 있다. 다시 말해서 무인항공기는 창조경제의 핵심으로 판단하여 무인항공기 개발을 통해 설계·제작·인증·시험 원천기술과 운영체계·원격통제소 등 운영관리 인프라 등을 개발·구축하고 시범운영을 거쳐 국내보급 및 수출기반을 조성하려는 것이다. 그러나 무인항공기는 이처럼 많은 성장가능성 및 가치를 갖고 있지만, 앞서 언급한 것처럼 많은 문제점도 함께 상존(常存)해 있다. 예를 들면, 무인항공기는 저소음과 극소형으로 제작될 수 있기 때문에 무인항공기를 이용한 촬영을 통해 특정 국민들의 사생활이 노출될 우려가 있고, 앞으로 무인항공기가 상용화 될 경우 사생활 침해의 발생 가능성은 양적·질적으로 늘어날 것이 분명한 일일 것이다. 이와 같이 무인항공기의 문제점으로 인하여 국민의 프라이버시권 등의 침해로 인하여 발생된 정신적·신체적 손해는 현재 발전단계에 있는 우리의 무인항공기 산업의 발전을 해칠 가능성 또한 존재하는 것이다. 이에 본 연구에서는 무인항공기 산업의 올바른 성장 및 정착을 위한 과제를 수행하기 위해 핵심적인 사항으로서 결론 부분에서 무인항공기 규제의 입법적 개선방향에 대해서 제시했다. 우선 기초적인 내용으로 무인항공기에 대한 현행 개인정보보호법의 적용여부 및 그 한계에 대해서 다뤘다. 그리고 무인항공기도 항공법에서 규율하고 있는 범위에 포함되기 때문에 현행 항공법의 개정을 통해 그 대안을 모색했고, 새로운 입법과제로서 무인항공기 사생활보호법 및 운영지침(가이드라인) 제정에 대해 제안했다. 또한 무인항공기 산업의 규제적 측면과 함께 진흥적 측면에서 가칭, 무인이동체 연구개발 진흥법안의 제정에 대해서도 간략하게 다뤄봄으로써 본 연구의 결론을 이끌어 냈다.\",\"keyword\":[\"무인항공기\",\"드론\",\"프라이버시 침해\",\"불법 비행\",\"개인정보보호법\",\"항공법\",\"Unmanned Aircraft System\",\"Drone\",\"Privacy invasion\",\"Illegal flight\",\"Personal information protection act\",\"Aviation act\"],\"recommend_paper\":[\"드론에 관한 조세법적 검토\",\"우리나라와 일본에서의 드론 이용 규제에 관한 비교법적 검토\",\"자율주행자동차 시험운행에 관한 각국 법안의 비교 및 정책적 시사점\",\"드론활용의 촉진 및 기반조성에 관한 법률 및 항공안전법상의 드론 안전사항에 대한 고찰\"],\"reference\":[\" 1 권영성  \\\"헌법학원론\\\" 법문사 2010\",\" 2 이준일  \\\"헌법학강의\\\" 홍문사 2012\",\" 3 장영수  \\\"헌법학\\\" 弘文社 2012\",\" 4 주간동아  \\\"전 방위 맹활약  드론의 무한 진화\\\" 5 정상기  \\\"원자력안전규제에 관한 장관의 告示및 KINS 기술기준의 법적 지위\\\" 2-  2003\",\" 6 \\\"영국 민간항공청 홈페이지\\\" 7 정재황  \\\"신헌법입문\\\" 박영사 2016\",\" 8 안진영  \\\"세계의 민간 무인항공기시스템(UAS) 관련 규제 현황\\\" 한국항공우주연구원 13 (13): 2015\",\" 9 내일신문  \\\"사생활 침해·보안 문제 해결해야  드론의 어두운 그림자\\\" 10 이민영  \\\"방범용 CCTV 운용에 대한 항고소송 검토\\\" 정보통신정책연구원 16 (16): 2004\",\" 11 박창석  \\\"미국의 무인항공기 활용과 규제에 관한 연구 - 최근의 입법 동향을 중심으로 -\\\" 한양법학회 25 (25): 263-278  2014\",\" 12 김선이  \\\"무인항공기의 사생활 침해에 대한 법적 대응 : 미국 정책·입법안 분석을 중심으로\\\" 한국항공우주정책?법학회 29 (29): 137-163  2014\",\" 13 김선이  \\\"무인항공기의 사생활 침해에 관한 법적 고찰\\\" 법학연구소 (65) : 267-299  2014\",\" 14 박신욱  \\\"무인항공기에 의한 소유권 및 사생활\\\" 한국민사법학회 70 : 413-446  2015\",\" 15 임현  \\\"무인항공기 이용활성화를 위한 법제분석\\\" 한국법제연구원 2015\",\" 16 김송주  \\\"무인항공기 비행안전 제고를 위한 입법 정책 과제\\\" 국회입법조사처 2015\",\" 17 박태규  \\\"무인항공기 보안 사고사례와 보안 취약성\\\" 정보통신기술진흥센터 2015\",\" 18 김송주  \\\"무인항공기 관련 개인정보 보호 입법과제\\\" 국회입법조사처 2015\",\" 19 포커스튜스  \\\"무인車·드론시대 바짝…법적논의 어디까지 왔나\\\" 20 \\\"국회 의안정보시스템 홈페이지\\\" 21 김승욱  \\\"경찰의 드론 활용에 대한 규제: 미국의 입법례와 국내 시사점\\\" 8 (8): 2015\",\" 22 한국경제매거진  \\\"갈 길 먼 인공지능 산업 법안\\\" 23 헤럴드경제  \\\"英히드로 공항서 ‘여객기-드론’ 첫 충돌사고\\\" 24 European RPAS Steering Group  \\\"Roadmap for the integration of civil Remotely piloted Aircraft System into the European Aviation System\\\" 2013\",\" 25 John Villasenor  \\\"Observations from Above: Unmanned Aircraft Systems and Privacy\\\" 36 : 2012\",\" 26 Alissa M. Dolan  \\\"Integration of Drones into Domestic Airspace: Selected Legal Issue\\\" Congressional Research Service 2013\",\" 27 FAA  \\\"Integration of Civil Unmanned Aircraft Systems (UAS) in the National Airspace System(NAS) Roadmap\\\" 2013\",\" 28 Kristie M. Greco  \\\"FAA Statement on Texas Equusearch UAS Court Decision\\\" 29 Ajoke Oyegunle  \\\"DRONES IN THE HOMELAND: A POTENTIAL PRIVACY OBSTRUCTION UNDER THE FOURTH AMENDMENT AND THE COMMON LAW TRESPASS DOCTRINE\\\" 21 : 376-  2013\",\" 30 James DeShaw Rae  \\\"Analyzing the Drone Debates: Targeted Killings  Remote Warfare  and Military Techology\\\" 2014\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=cf230878473e662bc85d2949c297615a\",\"citation\":\"54\"},{\"index\":21708,\"title\":\"연관성 분석 기법을 활용한 항공기 결함 분석\",\"author\":[\"정치영\",\"이재영\"],\"year\":2010,\"academy\":\"한국자료분석학회\",\"journal\":\"Journal of the Korean Data Analysis Society\",\"abstract\":\"본 연구에서는 데이터마이닝 기법을 이용하여 한국 공군 항공기의 결함 연관성을 분석하여, 보다 효율적인 항공기 정비 방안을 제시한다. 공군이 운용 중인 항공기 정비 정보체계인 AMMIS내에 축적된 항공기 결함자료를 기반으로 하여 결함 연관성을 분석한 결과, 다음과 같은 결과를 볼 수 있다. 첫째, 비행조종 계통이 fly-by-linkage 형태인 노후 기종 F-5, F-4의 결함 연관성은 단일 계통이 다른 단일 계통과 관련 있는 연관성을 갖고 있으며, 둘째, fly-by-wire 형태로 조종되는 F-16, F-15K, T-50과 같은 최신예 항공기들의 결함 연관성은 기종별로 특정 몇몇 결함계통들이 그룹 형태로 상호 강한 연관성을 갖는다. 본 연구에서 제시하는 항공기 결함 연관성 규칙 및 정비 방안은 최적의 공군 항공기 운용 및 정비를 위해 중요한 역할을 할 것이라 판단된다.\",\"keyword\":[\"affinity analysis\",\"association rules of aircraft's failures\",\"AMMIS\",\"연관성 분석\",\"항공기 결함 연관성\",\"AMMIS\"],\"recommend_paper\":[\"써포트 벡터머신을 이용한 전력용 변압기 고장진단\",\"VTS BIG DATA를 활용한 해상교통관제항로 패턴 분석\",\"건설현장에서의 직업병 예측을 위한 복합적 분석에 관한 연구\",\"데이터 마이닝 기법을 활용한 항공기 사고 및 준사고로 인한 사망 발생 요인 및 패턴 분석\"],\"reference\":[\" 1 김종우  \\\"인터넷 상점에서 개인화 광고를 위한 장바구니 분석 기법의 활용\\\" 17 (17): 19-30  2000\",\" 2 남기성  \\\"연관성규칙을 이용한 국민생활시간조사에서의 동시행동에 대한 분석\\\" 한국자료분석학회 5 (5): 625-636  2003\",\" 3 박희창  \\\"연관성 규칙을 이용한 지역정보와 통합된 폐기물 데이터 분석\\\" 한국자료분석학회 7 (7): 763-772  2005\",\" 4 이근우  \\\"연관성 규칙 발견을 위한 군집분석의 적용 방안\\\" 한국자료분석학회 9 (9): 2919-2930  2007\",\" 5 최진배  \\\"부산지역 중소기업의 금융기관 거래현황 : 장바구니분석을 중심으로\\\" 한국자료분석학회 9 (9): 2783-2797  2007\",\" 6 강현철  \\\"고객관계관리(CRM)를 위한 데이터마이닝 방법론\\\" 자유아카데미 2006\",\" 7 Logistics Command of ROKAF  \\\"Maintenance Plan of Aircraft\\\" 2004\",\" 8 Galit Shmueli  \\\"Data Mining for Business Intelligence\\\" Wiley 2009\",\" 9 Berry  M. J. A.  \\\"Data Mining Techniques for Marketing  Sales and Customer Support\\\" Wiley Computer Publishing 1997\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=8f3b892279bc4af9e9810257f7042666\",\"citation\":\"51\"},{\"index\":22759,\"title\":\"항공기 시스템시장에서의 학습곡선과 공급사슬 균형\",\"author\":[\"김학수\",\"안명관\"],\"year\":2004,\"academy\":\"한국생산관리학회\",\"journal\":\"한국생산관리학회지\",\"abstract\":\"본 연구는 항공방위산업에서 분산형 공급사슬의 조정에 대한 연구이다. 한국 항공기 제조업체와 외국 시스템공급업체간의 사례를 바탕으로 하여 쌍무독점관계를 Stackelberg 게임모형으로 제시하고, 학습곡선을 고려한 균형점의 성질을 규명과 더불어 두 가지 계약모형을 분석한다. 도매가격계약 분석으로 공급자의 학습곡선의 활용을 통해 공급자와 구매자 모두가 혜택을 볼 수 있음을 알 수 있으며, 특히 초기비용의 비중이 크고 학습속도가 빠른 경우 그 혜택이 증가한다는 결과를 얻었다. 다음으로, 수량할인 계약분석을 통해 공급사슬 조정이 가능하며, 전체이익을 참여자간에 임의의 값으로 분할 가능함을 보인다. 본 연구는 학습곡선에 관한 연구범위를 확대하여 공급사슬 전체의 관점에서 조명하고 있으며, 이러한 연구가 한국 항공방위산업 업체와 해외공급자간의 효율적인 파트너 관계를 이루는데 있어서 일조를 할 것으로 기대한다.\",\"keyword\":[\"공급사슬\",\"조정\",\"학습곡선\",\"항공우주산업\",\"Supply Chain\",\"Coordination\",\"Learning Curve\",\"Aerospace Industry\"],\"recommend_paper\":[\"휴리스틱 회귀모델을 이용한 특정항만 조건하에서의 선형별 적정 항차배분에 관한 연구\",\"특징기반 플라스틱 사출제품을 위한 하이브리드 인공신경망과 유전자 알고리즘 기반의 비용 평가 방법\",\"중국기업의 해외직접투자선택 결정요인에 대한 탐색적 연구\",\"컨텍스트의존 모형 및 측정특유 모형을 이용한 아시아항만들의 클러스터링 측정 및 추세분석에 관한 실증적 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE08780335\",\"citation\":\"5\"},{\"index\":6566,\"title\":\"국제금융 이슈 : 세계 항공기금융 현황 및 향후 전망\",\"author\":[\"연구원자료\"],\"year\":2013,\"academy\":\"한국금융연구원(KOREA INSTITUTE OF FINANCE)\",\"journal\":\"주간 금융 브리프\",\"abstract\":\"지난 수년간 구미 금융회사들이 금융위기와 재정위기의 직격탄을 맞아 사업부문을 축소하고 있는 것과는 대조적으로 일본 금융회사와 종합상사들은 공격적인 사업인수를 통해 항공기금융 분야에서 새로운 수익원을 창출하려 하고 있음. 세계 항공수송 수요예측에 따르면 향후 20년간 연평균 5% 전후의 성장률이 예상되고 있는 만큼 우리나라 은행들도 사업다각화 차원에서 시장 진출 방안을 검토해볼 필요가 있음.\",\"keyword\":[],\"recommend_paper\":[\"불황기 투자확대를 통해 성장한 기업연구\",\"불황기 투자확대를 통해 성장한 기업 연구\",\"이란의 정치·경제 동향과 산업협력 확대방안: 석유화학 및 자동차 부문을 중심으로\",\"연고프리미엄과 기업의 입찰행위\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=88b2f0d95083a19dffe0bdc3ef48d419\",\"citation\":\"34\"},{\"index\":25756,\"title\":\"무인항공기를 이용한 소나무재선충병 선단지 예찰 기법: 세종특별자치시를 중심으로\",\"author\":[\"김명준 ( Myeong-jun Kim )\",\"방홍석 ( Hong-seok Bang )\",\"이준우 ( Joon-woo Lee )\"],\"year\":2017,\"academy\":\"한국임학회\",\"journal\":\"한국산림과학회지(한국임학회지)\",\"abstract\":\"본 연구는 세종특별자치시 소나무재선충병(PWN) 피해지의 선단지에 대해서 무인항공기를 이용하여 효율적인 예찰 및 방제사업 지원을 실시하기 위해 수행되었다. 선단지를 중심으로 2016년 2월 15일부터 약 2주간 6개 구역 총 2,284 ha의 면적에 대해 무인항공 촬영을 실시하여 GSD (Ground Sample Distance) 12 cm의 고품질 정사영상 6매를 제작하였다. 정사영상을 바탕으로 1차 피해 의심목 분류를 실시한 결과 총 423본이 분류되었다. 그러나 촬영시기의 계절적 특성, 임상의 다양성 등의 문제로 인해 적중률이 낮아짐에 따라 1차 분류 결과와 스냅사진, 비행정보 등을 활용하여 2차 재분류를 실시 하였으며, 이를 통해 피해 의심목 423본 중 231본을 추출하였다. 추출된 231본에 대해 대상지별 주제도를 제작하고 GNSS 등을 이용하여 현장조사를 실시하였으며, 그 결과 총 23본의 피해 의심목을 추출하였다. 현장조사를 통해 추출된 23본에 대해 시료를 채취하여 관련기관에 검증을 의뢰한 결과 23본 모두 소나무재선충병에 감염된 것으로 나타났다. 소나무재선충병 피해목의 분포 특성을 분석한 결과 활엽수림 14본, 침엽수림 4본, 소나무림 3본, 리기다소나무림 2본 등 다양한 임상에서 피해목이 검출된 것으로 나타났다. 무인항공기를 활용하여 항공촬영에서부터 현장조사까지의 과정에 대해 효율성 분석을 실시한 결과 2.3인의 인력으로 6일에 걸쳐 수행한 것으로 분석되었다.\",\"keyword\":[\"UAV\",\"aerial photography\",\"ortho-image\",\"suspected PWN\"],\"recommend_paper\":[\"무인항공기(UAV) 영상을 이용한 소나무재선충병 의심목 탐지\",\"GLCM 기반 UAV 영상의 감독분류를 이용한 저수구역 내 농경지 탐지\",\"R-FCN과 Transfer Learning 기법을 이용한 영상기반 건설 안전모 자동 탐지\",\"무인항공기를 활용한 강원도 산불피해지역 분석: 산림지역을 중심으로\"],\"reference\":[\" 1 김문일  \\\"휴대용 근적외선 카메라로부터 얻어진 DI(Detection Index)를 이용한 소나무 재선충 피해목의 조기감별\\\" 한국산림과학회 100 (100): 374-381  2011\",\" 2 이정빈  \\\"지상용 초분광 카메라를 이용한 소나무재선충병 감염목 분광 특성 분석\\\" 대한원격탐사학회 30 (30): 665-675  2014\",\" 3 김동수  \\\"소나무재선충의 매개충인 솔수염하늘소 성충의 우화 생태\\\" 한국응용곤충학회 42 (42): 307-313  2003\",\" 4 김소라  \\\"소나무재선충병 감염목의 분광반사 특성 구명\\\" 한국산림과학회 102 (102): 499-505  2013\",\" 5 김덕인  \\\"무인항공기의 국토모니터링분야 적용을 위한 연구\\\" 한국측량학회 32 (32): 29-38  2014\",\" 6 손민호  \\\"공간통계학적 방법에 의한 소나무 재선충 피해의 자연적 확산유형분석\\\" 한국산림과학회 95 (95): 240-249  2006\",\" 7 Nasi  R.  \\\"Using UAVbased photogrammetry and hyperspectral imaging for mapping bark beetle damage at tree-level\\\" 7 (7): 15467-15493  2015\",\" 8 Nagai  M.  \\\"UAV-borne 3-D mapping system by multisensor integration\\\" 47 (47): 701-708  2009\",\" 9 Lin  Z.  \\\"UAV for mapping-low alttitude photogrammetric survey  the International archives of the photogrammetry\\\" Remote Sensing and Spatial information Sciences 1183-1186  2008\",\" 10 Guo  Q.  \\\"Support vector machines for predicting distribution of sudden oak death in California\\\" 182 : 75-90  2005\",\" 11 Bendea  H.  \\\"Posizionamento indoor con ricevitori a basso costo: quali prestazioni\\\" 1-5  2010\",\" 12 Van Bezooijen  J  \\\"Methods and techniques for nematology\\\" Wageningen University 112-  2006\",\" 13 Kelly  M  \\\"Landscape dynamics of the spread of sudden oak death\\\" 68 (68): 1001-1009  2002\",\" 14 Hoffer  R. M.  \\\"Integration of GIS  GPS and remote sensing for inexpensive assessment of forest insect damage\\\" ACSM\\/ASPRS 571-578  1995\",\" 15 김준범  \\\"GIS와 GPS를 이용한 소나무재선충병 피해지 항공정밀예찰 기법 개발\\\" 한국지리정보학회 13 (13): 28-34  2010\",\" 16 Jo  M. H.  \\\"Extraction method of damaged area by Pine tree Pest(Bursaphelenchus xylophilus)using high resolution IKONOS image\\\" 4 (4): 72-78  2001\",\" 17 Jo  M. H.  \\\"Extraction method of damaged area by Bursaphelenchus xylophilus using satellite image and GIS\\\" 4 : 62-69  2001\",\" 18 Kim  M. J.  \\\"Evaluation of the positioning accuracy of spatial information on forest resources using UAV\\\" 14 (14): 21-32  2016\",\" 19 Turner  D.  \\\"Direct georeferencing of ultrahigh-resolution uav imagery\\\" 52 (52): 2738-2745  2014\",\" 20 Korea Forest Service  \\\"Availability evaluation of UAV for damaged area by pine wilt disease\\\" Korea Forest Service 171-  2014\",\" 21 Lehmann  J. R.  \\\"Analysis of unmanned aerial system-based CIR images in forestry?a new perspective to monitor pest infestation levels\\\" 2015\",\" (2015): 594-612  2015\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=a7a4b14624e4d0f57f7a54760bb41745\",\"citation\":\"34\"},{\"index\":15494,\"title\":\"ARIMA를 이용한 항공기 수리부속의 수요 예측\",\"author\":[\"박영진\",\"전건욱\",\"Park\",\" Young-Jin\",\"Jeon\",\" Geon-Wook\"],\"year\":2008,\"academy\":\"한국국방경영분석학회\",\"journal\":\"한국국방경영분석학회지\",\"abstract\":\"신형\\/장기 운영 무기체계 수리부속의 불균형적 수요발생에 따른 항공기 불가동을 해소하기 위한 수요예측기법 개선의 필요성이 대두되고 있다. 항공기 수리부품들은 고단가이고, 청구에 소요되는 기간이 길어 사전에 예측하지 못한다면 작전지원에 문제가 발생하게 된다. 신뢰성 있는 수요 예측은 과보유로 인한 재고비용을 줄일 수 있으며, 수요를 예측하기 위한 방법은 회귀분석, 단\\/다변량 시 계열분석, 데이터 마이닝 기법 등이 있다. 항공기 부품의 수요 예측은 그 부품의 수가 8만 가지 이상이며 각 부품간의 관계를 분석하기에 어려움이 있어 시간에 종속적인 단변량 시계열 분석을 통해 수요예측을 실시하였다. 본 연구에서는 이러한 문제점을 해결하기 위하여 첫째, 자료를 기존 AMMIS 체계에서 고장 자료를 실수요로 가정하여 수집하였다. 고장이나 주기 검사, 시한성 기술지시 등으로 부품을 장 탈착하게 되면 정비부서에서 이를 전산프로그램인 AMMIS에 입력하도록 하고 있다. 따라서 실제 정비부서에서 부품을 사용한 현황을 실수요라고 인정할 수 있다. 둘째, 1999년 1월부터 2007년 2월까지의 월별 자료(98개)를 수집하였다. 자료의 수가 충분하므로 예측 정확성 향상을 위하여 ARIMA기법에 적용이 가능하다. 고장빈도가 높은 부품 50여개를 추출하여 Box-Jenkins의 ARIMA기법을 적용하여 예측을 실시하였다 실시 결과 적합한 모형식을 도출하였으며, 현용기법보다 예측 정확성이 높다는 결론을 얻었다.\",\"keyword\":[],\"recommend_paper\":[\"항공기 수리부속의 간헐적 수요에 대한 데이터 마이닝 기반 예측 방법 － 공군 항공통제기(E-737) 수리부속을 중심으로 －\",\"데이터마이닝을  이용한 단기부하예측\",\"데이터 마이닝 기반의 수리부속 수요예측 연구\",\"데이터마이닝 기반 육군 수리부속 수요예측\"],\"reference\":[\" 1 정우익  \\\"회전익 항공기 수리부속 수요예측에 관한 연구\\\" 국방대학교 1998\",\" 2 전덕빈  \\\"임의의 수준변화에 적절히 반응할 수 있는 지수이동가중평균법\\\" 16 (16): 129-134  1990\",\" 3 이종협  \\\"시계열분석과 응용\\\" 자유아카데미 2007\",\" 4 김수연  \\\"시계열 분석에 의한 수리부속 수요예측기법에 관한 연구\\\" 국방대학교 2005\",\" 5 박창형  \\\"승법계절 ARIMA 모형에 의한 에너지 수요예측\\\" 국방대학교 1998\",\" 6 박미경  \\\"수요예측기법의 신뢰성에 대한 사례연구\\\" 상명여대 1993\",\" 7 김진웅  \\\"보급품의 수요예측에 관한 발전 방안\\\" 전남대학교 1998\",\" 8 조성익  \\\"군수물자의 수요예측기법 선정에 관한 연구\\\" 한양대학교 1998\",\" 9 임진한  \\\"군 수요예측 기법의 효과적 적용방안에 관한 연구\\\" 국방대학교 2001\",\" 10 김동묵  \\\"국내 중급항공기 수요예측\\\" 8 (8): 37-47  1991\",\" 11 George E. P. Box  \\\"Time Series Analysis Forecasting and Control\\\" Holden-Day 1976\",\" 12 Brown R. G.  \\\"The Fundamental Theorem of Exponential Smoothing\\\" 9 : 673-685  1961\",\" 13 Shim J. K.  \\\"Strategic Business Forecasting\\\" Probus Publishing Compny 1994\",\" 14 Segura J. V.  \\\"Spreadsheet Modeling Approach to the Holt-Winters Optimal Forecasting\\\" 131 : 375-388  2001\",\" 15 Brown R. G.  \\\"Smoothing Forecasting and Prediction of Discrete Time Series\\\" Prentice-Hall:New-Jersey 1962\",\" 16 이성덕  \\\"SAS를 이용한 시계열자료분석\\\" 탐진 2006\",\" 17 Gordon T. J.  \\\"Report on a Long-range Forecasting Study\\\" The Rand Corp 1964\",\" 18 김희철  \\\"K-1전차 수리부속품 최적소요산정에 관한 연구\\\" 국방대학교 1999\",\" 19 Douglas C. Montgomery  \\\"Forecasting and Time Series Analysis\\\" New York ; MCGRAW-HILL 1976\",\" 20 Holt C. C.  \\\"Forecasting Trends and Seasonals by Exponentially Weighted Moving Averages”  O. N. R. Memorandum  No.52  Carnegie Institute of Technology\\\" 21 Graner C. W. J.  \\\"Forecasting Economic Time Series\\\" Academic Press  New-York 1986\",\" 22 William H. Greene  \\\"Econometric Analysis 2nd ed\\\" Macmillan 1993\",\" 23 고영복  \\\"Box-Jenkins Model을 이용한 함정보조기관의 경제적 교체시기 연구\\\" 국방대학교 1992\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=09806940006ffbe3b7998d826d417196\",\"citation\":\"34\"},{\"index\":7721,\"title\":\"1차원 보 해석을 활용한 전진익 항공기의 복합적층 날개 공력탄성학적 테일러링\",\"author\":[\"최재원(Seoul National University)\",\"임병욱(Seoul National University)\",\"이시훈(Seoul National University)\",\"신상준(Seoul National University)\"],\"year\":2020,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회지\",\"abstract\":\"전진익 항공기는 평익 항공기와 비교하였을 때 우월한 공력 특성을 갖고 있다. 그러나 전진익 항공기는 종래의 주익에 비하여 낮은 발산 속도를 갖고 있게 되고, 이는 설계 단계에서 필수적으로 고려하여야 한다. 이러한 문제를 해결하기 위하여 공력탄성학적 테일러링에 대한 연구가 이루어졌다. 적층 판의 최적의 적층 배열을 찾기 위해선 반복적인 계산이 필요하고 이를 위하여 모델링이 용이하고 계산 효율성이 우수한 1차원 보 축소 해석을 수행한다. 해석을 위하여 다물체 동역학 프로그램인 DYMORE를 사용하였고 이를 해석해와 비교하였다. 또한 NACA0015 형상의 다중 셀 구조 단면을 해석하기 위하여 상용 프로그램 VABS를 사용하였고 전진익 항공기의 날개를 보다 현실적으로 해석하기 위하여 oblique 기능을 사용하였다. 공력탄성학적 테일러링을 통하여 얻은 최적의 발산 속도는 238.9m\\/s이고 이는 기존에 동일 중량, 단일 방향으로 적층한 날개에 비하여 42% 가량 개선된 수치이다. 하지만 공력탄성학적 테일러링이 부주의하게 적용할 경우 기존 단일 적층 날개에 비하여 오히려 감소된 발산 속도를 가질 수 있음을 확인하였다.\",\"keyword\":[\"Forward Swept Wing(전진익)\",\"Aeroelastic Tailoring(공력탄성학적 테일러링)\",\"Divergence(발산 현상)\",\"Geometrically Exact Beam(기하학적 정밀 보)\"],\"recommend_paper\":[\"유도전동기의 속도 제어를 위한 LQ-PID 제어기 설계\",\"기하학적 비선형을 고려한 막형 케이블네트 구조물의 최적형상 및 응력 변형해석에 관한 연구 ( A Study for Optimum Shape and Stress-Deformation Analysis of Cable Net Structures Considering Geometric Nonlinearity )\",\"Radant Lens용 45° 위상 변위 레이어의 등가회로 연구\",\"3D 직사각형 노즐에서 이중 스 로트 노즐 스러스트 벡터 제어의 성능 평가\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09411850\",\"citation\":\"33\"},{\"index\":5782,\"title\":\"항공기 터보팬엔진의 배기노즐 개념설계\",\"author\":[\"유두환(전북대학교)\",\"강형석(전북대학교)\",\"최성만(전북대학교)\",\"명노신(경상대학교)\",\"김원철(국방과학연구소)\"],\"year\":2012,\"academy\":\"한국추진공학회\",\"journal\":\"한국추진공학회 학술대회논문집\",\"abstract\":\"초음속 항공기에서의 축소-확대 노즐에 대한 개념설계를 수행하였다. 이를 위하여 가상의 추력 29,000 lbf 급 터보팬엔진을 설정하였으며, Gasturb 12 프로그램을 이용하여 싸이클 해석을 수행하여 터빈 후방에서의 일차원 유동특성을 계산하였다. 항공기 이륙시의 최대추력에서 바이패스 덕트와 코어엔진에서 흐르는 가스유동으로부터 엔진의 크기 및 형상에 대한 기본제원을 도출하였다. 설계점에서의 성능데이터 및 엔진형상을 이용하여 최대 비행 마하수 2.0, 최고 비행고도 15,000 m 에 대한 항공기의 운용영역으로부터 탈 설계점 성능해석을 수행하여 각 비행 상태에서의 초음속 노즐의 1차원 기본형상을 도출할 수 있었다.\",\"keyword\":[\"Supersonic Aircraft(초음속항공기)\",\"배기노즐(Exhaust Nozzle)\",\"싸이클해석(Cycle Analysis)\"],\"recommend_paper\":[\"지식기반형 NATM 라이닝 최적 설계 시스템 개발\",\"TBM 세그먼트 라이닝 최적 설계 시스템 개발\",\"달 착륙선 개념설계형상 검증모델 가상비행시험\",\"아칭효과를 고려한 원형수직터널의 토압 특성 분석 (I) - 원심모형실험 연구 -\"],\"reference\":[\" 배기노즐 형상변화에 따른 마이크로 터보제트 엔진의 성능 및 적외선신호 실험연구 박규상 , 김선미 , 최성만 외 2명 한국추진공학회 한국추진공학회지 2016\",\" 터보팬 엔진 고압터빈 노즐의 입구 조건 변화에 따른 유동 및 열전달 특성 변화 이동호 , 강영석 , 차봉준 대한기계학회 대한기계학회 춘추학술대회 2013\",\" 초음속 항공기용 저바이패스 터보팬엔진 성능 모델링 최원 , 유재호 , 이일우 한국추진공학회 한국추진공학회지 2010\",\" 후기연소기가 장착된 초음속 항공기용 저바이패스 터보팬 엔진 성능 모델링 최원 , 이일우 , 양준호 한국항공우주학회 한국항공우주학회지 2011\",\" 터보팬 엔진의 팬소음 발생메커니즘과 그 저감방법 이수갑 , 신성룡 한국항공우주학회 한국항공우주학회지 1996\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE02051760\",\"citation\":\"312\"},{\"index\":15101,\"title\":\"O4-15 : 무인항공기 영상에서의 조류 및 차량 검출을 위한 딥러닝 기반 검출 모델 개발\",\"author\":[\"홍석주 ( Suk-ju Hong )\",\"한윤혁 ( Yunhyeok Han )\",\"김상연 ( Sang-yeon Kim )\",\"이아영 ( Ah-yeong Lee )\",\"김기석 ( Sunshin Lee )\"],\"year\":2019,\"academy\":\"한국농업기계학회(The Korean Society of the Agricultureal machinery)\",\"journal\":\"한국농업기계학회 학술발표논문집\",\"abstract\":\"야생동물에 대한 주기적인 모니터링은 생태계의 보전과 관리, 이상 징후의 포착에 필수적이다. 특히 한국의 경우 주기적으로 발생하고 있는 조류 인플루엔자의 예찰을 위해 야생조류에 대한 효과적 예찰 시스템이 요구되는 상황이다. 야생동물에 대한 항공영상 기반의 조사는 1920년대부터 수행되었으며 다른 조사방법들 대비 지상으로 접근하기 어려운 지점에 대한 접근이 가능한 점, 넓은 범위의 영역에 대한 조사가 가능한 점 등의 장점이 있다. 하지만 유인항공기를 이용하는 기존 연구의 경우 비용 소모가 크고, 숙련된 비행사가 필요하였으며, 비행사고로 인한 위험성 또한 존재했다. 이러한 단점을 극복하기 위하여 최근 야생동물에 대한 항공 조사에 소형 무인항공기를 적용하는 연구들이 활발히 진행되고 있다. 기존의 야생 조류에 대한 항공 조사의 경우 주로 사람이 직접 영상에서 새를 검출하거나, 고전적인 영상처리 방식이 사용되었다. 하지만 이러한 고전적 영상처리 및 머신러닝 방법들은 해당 방법들이 적용된 특정 환경에서 적용되었으며, 다양한 환경에서 일관성 있게 적용되기 힘들다. 최근 영상데이터에 대한 분류, 검출 등의 분석 작업에서는 CNN(Convolutional Neural Networks) 기반의 알고리즘들이 주목받고 있으나, 현재까지 야생조류의 검출에 이를 적용하려는 사례는 많지 않다. 따라서 본 연구에서는 야생조류의 서식지를 비롯한 조류독감 방역대의 항공 조사를 위한 딥러닝 기반 야생 조류와 차량에 대한 검출 모델을 개발하고자 하였다. 모델의 학습을 위해 실제 야생조류, 모형조류, 차량에 대한 영상을 다양한 환경에서 수집하여 데이터세트를 구성하였으며, Faster R-CNN, R-FCN, Retinanet, SSD, YOLO 등의 딥러닝 검출 구조와 Resnet, Inception, Mobilenet 등의 특징 추출 네트워크를 조합하여 검출 모델을 구성하고 성능을 비교 평가하였다.\",\"keyword\":[\"딥러닝\",\"야생조류\",\"무인항공기\",\"항공영상\",\"조류인플루 엔자\"],\"recommend_paper\":[\"해상 영상에서 관심영역 추출과 합성곱 신경망을 활용한 선박 분류\",\"해상 영상에서 관심영역 추출과 합성곱 신경망을 활용한 선 박 분류\",\"UAV 영상에서의 딥러닝 기반 조류 검출 알고리즘 개발\",\"위성영상의 해상도를 고려한 변화탐지 기법 개발 - 아리랑 1호 영상의 도시지역 적용을 사례로 -\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=91bf15f48858f22fe9810257f7042666\",\"citation\":\"30\"},{\"index\":32496,\"title\":\"무인항공기 분야의 정부 R&D 투자효율성 분석에 관한 연구\",\"author\":[\"김광훈(Kwang-hoon Kim)\",\"원동규(Dong-kyu Won)\",\"이방래(Bang-rae Lee)\",\"여운동(Woon-dong Yeo)\"],\"year\":2018,\"academy\":\"한국기술혁신학회\",\"journal\":\"한국기술혁신학회 학술대회 발표논문집\",\"abstract\":\"본 논문에서는 무인항공기 분야에서 우선적으로 투자가 필요한 핵심 기술군들을 대상으로 투입 대비 산출의 효율성을 분석하고자 한다. 무인항공기 분야의 중요 기술 영역을 탐지하기 위하여 Scopus DB에서 무인항공기 관련 키워드 검색기반으로 계층적 클러스터링을 수행하였다. 선별된 총 34개 기술군들을 대상으로 총 7가지 지표(정부연구개발투자비, 국내 논문건수, 국내 특허건수, 고용창출효과, 부가가치창출효과, 전방산업연쇄효과, 후방산업연쇄효과)를 도출하였다. 투입 대비 산출의 효율성 분석에는 자료포락분석 기법이 널리 사용되고 있으며, 본 논문에서는 투입변수와 산출변수를 구분하고, 34개 핵심 기술군들에 관하여 투입 대비 산출의 효율성을 측정하여 정부 연구개발 투자방향에 대한 의사결정을 위한 정보를 제공하고자 한다.\",\"keyword\":[\"무인항공기\",\"투입산출분석\",\"효율성분석\",\"자료포락분석\",\"R&amp\",\"D 투자\",\"Unmanned Aerial Vehicle(UAV)\",\"Input-Output Analysis\",\"Efficiency Analysis\",\"Data Envelopment Analysis(DEA)\",\"R&amp\",\"D investment\"],\"recommend_paper\":[\"방사선 융합기술과 특허 동향 분석\",\"Promising Technology Selection based on the Use of Integrated Delphi, AHP and Patent Analysis Model : Application in Automobile Parts Industry\",\"과학계량학 정보분석을 통한 건설교통분야의 유망연구도출\",\"지방자치단체의 빅데이터 도입을 위한 제언\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=7caf881c7a1689fcb36097776a77e665\",\"citation\":\"3\"},{\"index\":30420,\"title\":\"강화학습을 이용한 무인항공기 미사일 회피 전략\",\"author\":[\"이동진(KAIST)\",\"방효충(KAIST)\"],\"year\":2012,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"본 논문은 강화학습을 이용하여 무인항공기의 교전 상황에서 미사일 회피 전략을 이끌어내는 방법에 관하여 제안하고 있다. 간략화된 점질량 모델을 이용하여 미사일과 항공기의 운동방정식을 모사하였으며 미사일은 무인항공기를 격추시키기 위해 순수비례항법(pure proportional navigation) 유도법칙을 따르는 것으로 가정하였다. 강화학습 알고리듬의 한 종류인 Q-learning 기법을 채택하여 미사일 회피 전략을 무인항공기 스스로 학습할 수 있도록 학습 구조를 구성하였다. 제안된 알고리듬의 성능을 검증하기 위하여 수치 시뮬레이션을 수행하였으며 그 결과를 통해 무인항공기가 bang-bang 타입의 측방향 가속도 입력을 이용해 미사일 회피 전략을 성공적으로 학습해 낼 수 있음을 확인하였다.\",\"keyword\":[\"Missile Evasion(미사일 회피)\",\"Unmanned Aircraft(무인항공기)\",\"Reinforcement Learning(강화학습)\"],\"recommend_paper\":[\"퍼지 슬라이딩 모드의 속도 향상을 위한 제어기 설계\",\"강화학습을 이용한 무인기 최적 수평스핀 회복제어\",\"이관성계 전동기 구동시스템의 축진동억제를 위한 강인한 속도제어기법\",\"강화학습을 이용한 무인헬리콥터 적응 LQR 제어기 설계\"],\"reference\":[\" 소형 태양광 무인항공기의 개발 및 비행시험 안일영 , 배재성 , 박상혁 외 1명 한국항공우주학회 한국항공우주학회지 2013\",\" 소형 회전익 무인항공기를 이용한 지상 목표물 추적 기술 방효충 한국로봇학회 로봇과 인간 2012\",\" 무인항공기(UAV) 산업에서의 IT융합 김중욱 , 송복섭 한국정보과학회 정보과학회지 2013\",\" 소형 무인항공기 추진용 덕티드팬의 공력특성에 대한 실험적 연구 류민형 , 조이상 , 조진수 한국항공우주학회 한국항공우주학회지 2012\",\" 무인항공기체계의 개념설계에서 SysML 모델의 활용에 관한 연구 김영민 , 이재천 한국통신학회 한국통신학회논문지 2012\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE01838578\",\"citation\":\"295\"},{\"index\":1211,\"title\":\"항공기 상태 변수를 위한 k-means 알고리즘 기반 자동 유형 분류 방법론\",\"author\":[\"최예림\",\"전승욱\",\"박종헌\",\"신동민\"],\"year\":2013,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 논문집\",\"abstract\":\"항공 및 군사 분야에서 사용되는 항공기의 상태 변수의 경우 연속형과 이산형 변수가 혼재되어 있음은 물론 시퀀스 의존적, 시퀀스 비의존적 변수들로 구성된다. 복합된 상태 변수를 이용한 통계적 학습 방법론의 성능을 높이기 위해서는 변수 유형의 분류가 필수적이다. 따라서 본 연구에서는 자동화된 변수 유형 분류 방법론을 제안한다. 변수 별로 변수의 특성 및 목표 변수와의 관계를 나타내는 네 가지의 속성을 추출한 후 연속형과 이산형 변수들을 대상으로 각각 k-means 알고리즘을 수행하여 총 네 종류의 변수 집합을 생성한다. 분류된 결과를 이용하여 통계적 학습 기법의 정확도를 비교하였으며, 제안된 방법론은 만족할 만한 성능을 나타냈다. 추후, 전체 알고리즘의 자동화가 가능할 것으로 기대된다.\",\"keyword\":[\"Feature type clustering(변수 유형 분류)\",\"Aircraft status feature(항공기 상태 변수)\",\"K-means algorithm(kmeans 알고리즘)\",\"Support vector machine(지지기반벡터)\"],\"recommend_paper\":[\"의사결정나무 기반 회귀분석과 SVM 회귀분석을 이용한 커터 관입깊이에 따른 최적 커터간격 비 연구\",\"신경망의 시계열 특징 추출 기능과 개선된 해석 방안을 활용한 반도체 수율 예측 모델\",\"균열탐지 딥러닝 모델 성능 향상을 위한 Negative Sample을 자동 입력 알고리즘 개발\",\"다변량 가우시안 클러스터링 기법을 이용한 비구조화 지면 추출\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=e5273393826eeb61ffe0bdc3ef48d419\",\"citation\":\"29\"},{\"index\":34735,\"title\":\"무인항공기를 위한 다중 센서 데이터 처리 시스템 개발\",\"author\":[\"이종혁(충남대학교)\",\"조현우(충남대학교)\",\"조으뜸(충남대학교)\",\"김형신(충남대학교)\"],\"year\":2009,\"academy\":\"한국정보과학회\",\"journal\":\"한국정보과학회 학술발표논문집\",\"abstract\":\"무인항공기를 이용한 실시간 공중 모니터링은 재난?재해, 테러 등의 위기상황을 사전에 대비 할 수 있으며, 발생 시에는 피해상황을 신속하게 파악할 수 있는 효율적인 관리 시스템이다. 실시간 공중 모니터링을 위한 무인항공기에는 고성능의 카메라, 관성항법장치, 레이저 스캐너, GPS 수신기 등의 다양한 종류의 센서들을 장착되며, 이러한 다양한 센서들은 원격으로 실시간으로 제어 가능하여야 한다. 동시에 센서들이 수집한 데이터는 전처리 과정을 거쳐 지상국으로 실시간으로 전송되어야 한다. 본 논문에서는 이러한 다중의 센서들의 실시간 제어 및 센싱 데이터의 실시간 전송을 위하여 실시간 소프트웨어, 고속 대용량 데이터처리 기술, 이기종 다중 센서들 간의 실시간 시각 동기화를 제공하고, 지상국으로 실시간 센서 데이터 전송 가능 하도록 다중 센서 데이터 처리 시스템을 개발하였다.\",\"keyword\":[],\"recommend_paper\":[\"영상 감시 기술에서의 빅데이터 이슈\",\"드론 영상 종합정보처리 및 분석용 시스템 개발\",\"송전선로 자동추적 카메라 짐벌 및 154 kV 송전선로 현장시험\",\"천리안 송수신자료전처리시스템의 궤도상 시험 운영 검증\"],\"reference\":[\" LQRI기법을 이용한 쿼드로터형 소형 무인비행체의 위치제어기 설계 유민구 , 홍성경 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2011\",\" 비행시험 데이터를 이용한 무인항공기 이도현 , 하철근 , 김병수 외 4명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2012\",\" 초음파 센서를 이용한 도심형 BSD 조영하 , 홍대건 , 윤팔주 한국자동차공학회 한국자동차공학회 춘 추계 학술대회 논문집 2008\",\" 블루투스를 이용한 무인비행체 원격조종시스템 장조원 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2002\",\" 항공탑재 영상레이다에서 지상 이동표적 탐지 및 보상기법 정재훈 , 정정수 , 곽영길 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2008\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE01219923\",\"citation\":\"275\"},{\"index\":5364,\"title\":\"무인항공기 기반 빅데이터 처리 시스템의 프로토타입 설계\",\"author\":[\"김사웅\",\"Kim\",\" Sa Woong\"],\"year\":2016,\"academy\":\"한국스마트미디어학회\",\"journal\":\"스마트미디어저널(Smart media journal.)\",\"abstract\":\"최근 국내는 물론 전 세계적으로 새로운 관심을 끌고 있는 기술은 무인 항공기이며, 과학, 군사, 마케팅, 스포츠, 엔터테인먼트 등 다양한 분야를 가리지 않고 발휘하는 다재다능함이 드론 열풍의 원동력이다. 또한 활용 범위가 광범위한 만큼 향후 산업화된다면 그 잠재력 또한 무궁무진할 것으로 기대된다. 본 논문에서는 무인항공기 기반의 빅데이터 처리 시스템의 프로토타입을 설계 및 제안 하였다.\",\"keyword\":[\"무인 항공기\",\"드론\",\"빅데이터\",\"이미지 처리\",\"프로토타입 설계\"],\"recommend_paper\":[\"빅데이터 기반의 건설기술 개발 트렌드 분석에 관한 연구 - 4차 산업혁명 ICT 기술 관련 건설특허를 중심으로 -\",\"딥러닝 기반 CCTV 영상분석을 통한 인명지킴이 시스템 개발\",\"4차 산업혁명 시대의 스포츠과학기술 융합정책 이슈와 과제: 향후 과제 및 대응전략을 중심으로\",\"건설 생산성 혁신 및 안전성 강화를 위한 스마트 건설 실증 사례 연구\"],\"reference\":[\" 1 \\\"항공정보포털시스템\\\" 2 장동인  \\\"빅데이터로 일하는 기술\\\" 한빛미디어 2014\",\" 3 이원영  \\\"드론은 산업의 미래를 어떻게 바꾸는가\\\" 4 김대진  \\\"드론(Drone) 부상이 산업에 미치는 영향과 시사점\\\" KDB산업 은행 5 이희석  \\\"기초 알고리즘부터 라이브러리 활용까지 영상처리 프로그래밍\\\" 6 Mike barlow  \\\"Real-Time Big Data Analytics: Emerging Architecture\\\" O’Reilly 2013\",\" 7 \\\"R\\\" 8 Arshdeep Bahga  \\\"Internet of Things: A Hands-On Approach\\\" 2014\",\" 9 Jiawei Han  \\\"Data Mining : Concepts and Techniques 3\\/E\\\" Morgan Kaufmann 2011\",\" 10 \\\"CEPH\\\" 11 정일성  \\\"2015년 신기술 판타지  버블일까 실재일까?\\\" (5) : 2015\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=df67a15bd258a58c6aae8a972f9116fb\",\"citation\":\"26\"},{\"index\":37954,\"title\":\"스마트 농업을 위한 무인항공기의 기술개발 동향 및 활용 분야\",\"author\":[\"주찬영(전남대학교)\",\"김정은(전남대학교)\",\"조성우(전남대학교)\",\"김승원(전남대학교)\",\"손형일(전남대학교)\"],\"year\":2018,\"academy\":\"제어로봇시스템학회\",\"journal\":\"제어로봇시스템학회지\",\"abstract\":\"농업은 4차 산업혁명에 발맞춰 정보통신기술, 로봇, 인공지능, 빅데이터, 사물인터넷을 접목하여 무인항공기를 중심으로 스마트 농업 솔루션을 본격화하고 있다. 농업용 무인항공기는 발전 가능성과 활용 가능성이 뛰어나, 살충제 및 비료 살포, 병충해 예찰, 종자 파종, 생육상태 평가, 지도작성 등 농업의 전 분야에 걸쳐 빠르게 확장되고 있다. 그에 따라 농업용 무인항공기의 시장은 점차 증가할 것으로 예상되고 있으며, 무인항공기 관련 기술도 발전을 꾀하고 있다. 본 논문에서는 농업용 무인항공기의 개발에 있어 주요 기술인 제어기술과 시스템 및 탑재 장비의 개발기술 측면에서 최근 동향과 현황, 그리고 활용 분야를 살펴보고자 한다. 더 나아가 실제 농업 환경에서 사용되고 있는 무인항공기의 사례들을 소개하며, 향후 농업용 무인항공기의 발전 방향과 전망, 해결해야 할 과제들에 대해 고찰한다.\",\"keyword\":[],\"recommend_paper\":[\"농업기상 빅데이터를 활용한 스마트 식물병 관리\",\"석유가스 개발사업의 인공지능기술 활용 현황 및 전망\",\"작업장에서의 안전사고 예방을 위한 스마트 안전관리 시스템 설계\",\"물인프라 안전진단 및 유지관리 분야의 4차 산업혁명 기술 도입방안\"],\"reference\":[\" 노지 스마트농업, 어떻게 추진해야 하나 남재작 GS&J 인스티튜트 시선집중 GSnJ 2020\",\" 농업 신기술 도입의향에 대한 결정요인 분석 김웅 , 김홍기 , 유영석 외 3명 한국산학기술학회 한국산학기술학회 논문지 2019\",\" 한국 교양농업교육의 연구 동향 방기혁 한국실과교육학회 한국실과교육학회지 2018\",\" 북한 농업협동화 시기 제대군인의 활동과 농업협동조합의 공고화 서홍석 고려사학회 한국사학보 2019\",\" 스마트팜의 지능화 정재진 한국농산업교육학회 한국농?산업교육학회 학술대회 발표자료집 2018\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE07587611\",\"citation\":\"257\"},{\"index\":34910,\"title\":\"항공기 수리부속의 간헐적 수요에 대한 데이터 마이닝 기반 예측 방법 － 공군 항공통제기(E-737) 수리부속을 중심으로 －\",\"author\":[\"김태규 ( Taegyu Kim )\",\"마정목 ( Jungmok Ma )\"],\"year\":2018,\"academy\":\"한국항공경영학회\",\"journal\":\"한국항공경영학회지\",\"abstract\":\"무기체계의 첨단화에 따라 고가의 정밀한 수리부속이 사용되면서 수리부속 수요예측의 정확도 향상은 국방예산의 효율적인 집행을 위한 중요한 부분이 되었다. 군에서도 수리부속 수요예측 정확도 향상을 위한 연구를 지속적으로 진행하고 있지만 수요의 크기와 간격이 불규칙한 간헐적 수요예측은 현재 사용 중인 시계열 기법으로는 한계가 있는 실정이다. 본 연구에서는 공군에서 운용 중인 항공통제기(E-737)의 간헐적 수요 부품을 대상으로 2012년부터 2015년까지 분기별 소모실적과 부품 수명에 영향을 미칠 수 있는 비행자료(비행시간, 비행횟수) 및 기상자료(온도, 습도)를 수집하였다. 이를 바탕으로 과거 자료를 4개 구간(Y-4년~Y-1년, Y-3년~Y-1년, Y-2년~Y-1년, Y-1년)으로 세분화하였고, 데이터 마이닝 모형을 학습시킨 후 구간별 2016년 1분기 수요(Y)를 예측하였다. 연구 결과, 과거 3~4년간 데이터를 학습시킨 데이터 마이닝 모형이 기존 시계열 기법보다 예측 정확도가 높게 나타났으며, 과거 3년간 자료를 학습시킨 랜덤포레스트 모형의 예측 정확도가 가장 우수하게 나타나는 결과를 확인할 수 있었다.\",\"keyword\":[\"데이터 마이닝\",\"간헐적 수리부속\",\"수요예측\",\"Data Mining\",\"Intermittent Spare Parts\",\"Demand Forecasting\"],\"recommend_paper\":[\"ARIMA를 이용한 항공기 수리부속의 수요 예측\",\"머신러닝 기법을 활용한 무기체계의 정비도 예측 방안\",\"기계학습 기반의 대공장비 수리부속 수요예측모형 연구\",\"전투기 수리부속 수요예측 프로세스 개선을 위한 실증적 연구\"],\"reference\":[\" 1 박민규  \\\"적은 소모량과 불분명한 소모패턴을 가진 수리부속의 수요예측\\\" 한국군사과학기술학회 21 (21): 529-540  2018\",\" 2 최두원  \\\"외부요인에 영향 받는 자동차 사고성 부품 수요에 대한 데이터 마이닝 기반 예측 방법\\\" 연세대학교 대학원 2014\",\" 3 Galit Shmueli  \\\"비즈니스 인텔리전스를 위한 데이터 마이닝\\\" 이앤비 플러스 2012\",\" 4 이선아  \\\"데이터마이닝을 이용한 허위거래 예측 모형:농산물 도매시장 사례\\\" 한국지능정보시스템학회 21 (21): 161-177  2015\",\" 5 이규용  \\\"데이터마이닝을 이용한 재고관리에 관한 사례연구\\\" 한국산업경영시스템학회 30 (30): 20-27  2007\",\" 6 윤현민  \\\"데이터마이닝 기법을 활용한 해군함정 수리부속 수요예측\\\" 국방대학교 2017\",\" 7 송일선  \\\"데이터마이닝 기법을 활용한 육군 수리부속 수요예측 모델\\\" 아주대학교 정보통신대학원 2017\",\" 8 최기선  \\\"데이터 마이닝과 칼만필터링에 기반한 단기 물 수요예측 알고리즘\\\" 제어·로봇·시스템학회 15 (15): 1056-1061  2009\",\" 9 김재동  \\\"데이터 마이닝 기반의 수리부속 수요예측 연구\\\" 한국인터넷정보학회 18 (18): 121-129  2017\",\" 10 박진수  \\\"간헐적 수요예측을 위한 부트스트랩 시뮬레이션 방법론 개발\\\" 한국시뮬레이션학회 23 (23): 19-25  2014\",\" 11 Syntetos  A. A.  \\\"The Accuracy of Intermittent Demand Estimates\\\" 21 (21): 303-314  2005\",\" 12 Jalil  M. N.  \\\"Spare Parts Logistics and Installed Base Information\\\" 62 (62): 442-457  2010\",\" 13 Ma  J.  \\\"Predictive Model Selection for Forecasting Product Return\\\" 138 (138): 054501-  2016\",\" 14 Syntetos  A. A.  \\\"On the Bias of Intermittent Demand Estimates\\\" 71 (71): 457-466  2001\",\" 15 Gutierrez  R. S.  \\\"Lumpy Demand Forecasting Using Neural Networks\\\" 111 (111): 409-420  2008\",\" 16 Leven  Erik  \\\"Inventory Control with a Modified Croston Procedure and Erlang Distribution\\\" 90 (90): 316-367  2004\",\" 17 Croston  j.  \\\"Forecasting and stock control for intermittent demands\\\" 289-303  1972\",\" 18 Sahin  Merve  \\\"Forecasting Aviation Spare Parts Demand Using Croston Based Methods and Artificial Neural Networks\\\" 15 (15): 1-21  2013\",\" 19 Sahin  Merve  \\\"Forecasting Aviation Spare Parts Demand Using Croston Based Methods and Artificial Neural Networks\\\" 15 (15): 2013\",\" 20 Ghobbar  A.  \\\"Evaluation of forecasting methods for intermittent parts demand in the field of aviation\\\" 30 (30): 2097-2114  2003\",\" 21 Teunter  R.  \\\"Determining Order-up-to Levels under Periodic Review for Compound Binomial(Intermittent) Demand\\\" 203 (203): 619-624  2010\",\" 22 Clifton  Christopher  \\\"Definition of Data Mining\\\" Encyclopedia Britannica 2010\",\" 23 Sereda  P. J.  \\\"Atmospheric Factors Affecting the Corrosion of Steel\\\" 52 (52): 157-160  1960\",\" 24 Gurucu  F.  \\\"Artificial Neural Network Modeling for Forecasting Gas Consumption\\\" 26 (26): 299-307  2004\",\" 25 Willemain  T. R.  \\\"A New Approach to Forecasting Intermittent Demand for Service Parts Inventories\\\" 20 (20): 375-387  2004\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=31f98070f4a24eead18150b21a227875\",\"citation\":\"24\"},{\"index\":21583,\"title\":\"농경지 지역 무인항공기 영상 기반 시계열 수치표고모델 표고 보정\",\"author\":[\"김태헌(Kyungpook National University)\",\"박주언(Kyungpook National University)\",\"윤예린(Kyungpook National University)\",\"이원희(Kyungpook National University)\",\"한유경(Kyungpook National University)\"],\"year\":2020,\"academy\":\"한국측량학회\",\"journal\":\"한국측량학회지\",\"abstract\":\"본 연구에서는 무인항공기 영상 기반의 정밀농업(precision agricultural) 구현에 있어 핵심 데이터 중 하나인 수치표고모델의 표고를 보정하기 위한 수치표고모델 표고 보정 방법론을 제시한다. 먼저 정사영상에 방사보정을 수행한 다음 ExG (Excess Green)를 생성한다. ExG에 Otsu 기법을 적용하여 산출된 임계값을 기준으로 비식생지역을 추출한다. 이어서, 비식생지역의 위치에 대응되는 수치표고모델의 표고를 표고 보정을 위한 데이터인 EIFs (Elevation Invariant Features)로 추출한다. 추출된 EIFs 간 차이값을 기반으로 정규화된 Z-score를 산출하여 포함된 특이치를 제거한다. 그리고 선형회귀식을 구성하여 수치표고모델의 표고를 보정함으로써 지상기준점 데이터 없이 고품질의 수치표고모델을 제작한다. 총 10장의 수치표고모델을 활용하여 제안기법을 검증하기 위해 표고 보정 전과 후의 최대\\/최소값, 평균\\/표준편차를 비교분석하였다. 또한, 검사점을 선정하여 RMSE (Root Mean Square Error)를 산출한 결과, 정확도는 평균 RMSE 0.35m로 도출되었다. 이를 통해 지상기준점 데이터 없이 고품질의 수치표고모델을 제작할 수 있음을 확인하였다.\",\"keyword\":[\"Unmanned Aerial Vehicle\",\"Precision Agriculture\",\"Digital Elevation Model\",\"Elevation Correction\",\"Elevation Invariant Features\",\"무인항공기\",\"정밀농업\",\"수치표고모델\",\"표고 보정\",\"EIFs\"],\"recommend_paper\":[\"선형정보를 이용한 고해상도 광학영상과 SAR 영상 간 기하보정\",\"객체기반 영상분석 기법에 의한 낙동강 유역 토지피복 분류\",\"무인항공기로 취득된 영상 기반 시계열 수치표고모델의 표고 보정\",\"침엽수종 분류를 위한 초분광영상과 다중분광영상의 비교\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09363569\",\"citation\":\"22\"},{\"index\":40600,\"title\":\"항공기 날개 설계를 위한 강건성 및 신뢰성 최적 설계 기법의 적용\",\"author\":[\"전상욱(Sangook Jun)\",\"전용희(Yong-Hee Jeon)\",\"김정화(JeongHwa Kim)\",\"이동호(Dong-ho Lee)\"],\"year\":2006,\"academy\":\"한국항공우주학회\",\"journal\":\"韓國航空宇宙學會誌(Journal of the Korean Society for Aeronautical and Space Sciences)\",\"abstract\":\"결정론적인 최적 설계 방법을 이용하는 경우 불확실성의 영향으로 인하여 제약조건의 위반이나 목표 성능의 저하를 초래할 수 있다. 이러한 까닭에 불확실성하에서 제약 조건에 대한 신뢰성을 보장하고 목적함수의 강건성을 확보하는 설계가 필요하다. 그러므로 본 연구에서는 강건성과 신뢰성을 평가하기 위하여 Monte Carlo Simulation(MCS)을 이용하였으며, 계산 효율의 증가를 위하여 MCS에 적합한 근사모델을 선정하는 과정을 거쳐 신경망 모델을 채택하게 되었다. 이를 공력-구조가 연동된 항공기 날개 설계 문제에 적용하여 봄으로써 그 가능성을 타진하였다. 불확실성을 고려한 최적 설계를 수행한 결과 요구되는 신뢰도 수준을 만족시키면서 baseline보다 강건한 최적해를 탐색하는 것이 가능하였다.\",\"keyword\":[\"Robust Design Optimization(강건 최적 설계)\",\"Reliability-Based Design Optimization(신뢰성 기반 최적 설계)\",\"Monte Carlo Simulation(몬테 카를로 시뮬레이션)\",\"Artificial Neural Network(인공 신경망)\"],\"recommend_paper\":[\"비균일 수렴허용오차 방법을 이용한 분지한계법 개선에 관한 연구\",\"정규화법에 의한 2자유도 제어계에서 제어기의 설계\",\"활성화 함수의 이득 가변화를 이용한 역전파 알고리즘의 성능개선\",\"선형 파라미터화된 시스템에 대한 적분형 적응보상기\"],\"reference\":[\" 1 \\\"Uncertainty Modeling and Management in Multidisciplinary Analysis and Synthesis\\\" 2000. 2 \\\"Taguchi on Robust Technology Development\\\" 1993. 3 \\\"Structural Reliability under Combined Random Load Sequences\\\" 9 : 489-494  1978\",\" 4 \\\"Statistical Approximation for Multidisciplinary Design Optimization The Problem of Size\\\" 36 (36): 275-286  1999\",\" 5 \\\"Response Surface Methodology Process and Product Optimization using Designed Experiments\\\" John wiley & Sons INC 1995. 6 \\\"Quality Engineering using Robust Design\\\" Prentice Hall new jersey : 6-11  1989\",\" 7 \\\"Performance Moment Integration Method for Quality Assessment in Reliability-Based Robust Design Optimization\\\" 33 (33): 185-213  2005\",\" 8 \\\"Optimization Algorithms for Structural Reliability\\\" adm-93 : 1988-  pp.185-196. 9 \\\"Multidisciplinary Optimal Design of a Transport Wing Configuration\\\" 27 (27): 128-138  1999\",\" 10 \\\"Integration of Response Surface Method with the Compromise Decision Support Problem in Developing a General Robust Design Procedure\\\" 82-2 : 485-492  1995\",\" 11 \\\"Hybrid Analysis Method for Reliability-BasedDesign Optimization\\\" 125 (125): 221-232  2003\",\" 12 \\\"Feasibility Improvement of Design Space Using Response Surface and Kriging Method\\\" 2004. 13 \\\"Efficient Uncertainty Analysis Methods for Multidisciplinary Robust Design\\\" 40 (40): 545-552  2002\",\" 14 \\\"Economic Uncertainty Assessment of an HSCT using a Combined Design of Experiments\\/ Monte Carlo Simulation Approach\\\" June1995. 15 \\\"Development of an Efficient Optimization Technique for Robust Design by Approximating Probability Constraints\\\" 24 (24): 3053-3060  2000\",\" 16 \\\"Design for Latitude using TOPT\\\" new york (new york): 1988-  pp.265~272. 17 \\\"Comparison of Response Surface and Kriging Models for Multidisciplinary Design Optimization\\\" 1998. 18 \\\"Comparative Studies of Metamodeling Techniques under Multiple Modeling Criteria\\\" 2000\",\" 19 \\\"Collaborative Reliability Analysis under the Framework of Multidisciplinary Systems Design\\\" 6 (6): 63-84  2005\",\" 20 \\\"Approach for Uncertainty Propagation and Robust Design in CFD using Sensitivity Derivatives\\\" 124 (124): 60-69  2002\",\" 21 \\\"Application of Neural Network to Approximate design space\\\" 2002. 22 \\\"An Exact and Invariant First-Order Reliability Format\\\" 100 (100): 1974-  23 \\\"Aircraft Multidisciplinary Design Optimization using Design of Experiment Theory and Response Surface Modeling Methods\\\" 1997. 24 \\\"Advanced Stochastic Method for Probabilistic Analysis\\\" 1999. 25 \\\"A Study on Approximation Techniques for the Multidisciplinary Optimization\\\" 2005. 26 \\\"A Robust Optimization Procedure with Variations on Design Variables and Constraints\\\" 69-1 : 1993-  pp.379~386. 27 \\\"A Procedure for Robust Design Minimizing Variations Caused by Noise Factors and Control Factors\\\" 118 (118): 478-485  1996\",\" 28 \\\"A Probabilistic Approach to Multidisciplinary Design\\\" 36 (36): 298-397  1999\",\" 29 \\\"A New Study on Reliability-Based Design Optimization\\\" 121 (121): 557-564  1999\",\" 30 \\\"A New Information Index of Axiomatic Design for Robustness\\\" 26 (26): 2073-2081  2002\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=d83507204013afb1ffe0bdc3ef48d419\",\"citation\":\"20\"},{\"index\":45314,\"title\":\"항공기 탑재형 다중밴드 소형 0.3m급 영상레이다 및 지상 빅데이터 분석 시스템 개발\",\"author\":[\"신승하(Seungha Shin)\",\"최문석(Munseok Choi)\",\"정철호(Chulho Jung)\",\"유종인(Jongin Ryu)\",\"김덕진(Dukjin Kim)\"],\"year\":2018,\"academy\":\"항공우주시스템공학회\",\"journal\":\"항공우주시스템공학회 학술대회 발표집\",\"abstract\":\"3개 이상의 다중 주파수 밴드 및 다중 편파를 갖는 고해상도 영상레이다를 개발하여 항공기에 탑재 운영을 통하여 관심지역에 대해 순차 또는 동시에 전파 영상을 획득하는 시스템을 구현한다. 획득된 영상데이터를 빅데이터 시스템에 입력하여 결과를 분석하고 취득\\/합성된 영상데이터의 집합과 외부 데이터를 활용하여 가치 있는 정보를 추출하여 농업\\/임업\\/해양\\/국방 등에 활용할 수 있도록 한다.\",\"keyword\":[\"Multi-band(다중밴드)\",\"SAR(Synthetic Aperture Radar\",\"영상레이다)\",\"Big-Data(빅데이터)\",\"High-resolution(고해상도)\",\"Air vehicle(항공기)\"],\"recommend_paper\":[\"위성자료를 이용한 한반도 산불정보 하이브리드 앱의 구현 및 활용\",\"텍스쳐 이미지를 이용한 그린란드 정착빙의 분류\",\"위성 데이터 분산 처리 시스템의 확장성 평가\",\"달기지 건설을 위한 딥러닝 기반 달표면 크레이터 자동 탐지\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=15a945938221c9eab7998d826d417196\",\"citation\":\"2\"},{\"index\":32495,\"title\":\"항공우주해상 : 인공신경망 PID를 이용한 무인항공기 터보제트 엔진 제어\",\"author\":[\"김대기 ( Dae Gi Kim )\"],\"year\":2014,\"academy\":\"한국항행학회\",\"journal\":\"韓國航行學會論文誌(The journal of Korea Navigation Institute)\",\"abstract\":\"본 논문에서는 무인항공기용 소형 터보제트엔진에 대해 압축기 서지현상 및 화염소실을 방지하면서 과도응답 특성을 개선하는 제어기를 설계하였다. 인공신경망과 PID 제어 알고리즘을 적용하는 터보제트엔진 제어기를 설계하고 인공신경망 역전파 알고리즘을 사용하였다. 터보제트 엔진의 가·감속 시 서지현상과 flame-out 현상을 방지하기 위해 연료 유량 제어 입력을 인공신경망 PID 제어기로 생성한다. 생성된 연료 유량 제어 입력은 신속하고 안전하게 원하는 속도로 수렴할 수 있도록 제어기를 설계한다. MATLAB을 이용한 시뮬레이션을 통해 이득 값에 따른 응답특성 비교 분석 및 신속하고 안전하게 원하는 속도로 수렴하는 제어성능을 확인하였다.\",\"keyword\":[\"Turbojet engine\",\"Artificial Neural Network PID controller\",\"Surge control\",\"Fuel flow control\"],\"recommend_paper\":[\"가변적 샘플링 기반한 누수탐지 분석\",\"부식결함을 가진 배관의 파손확률 예측을 위한 단순화된 방법\",\"가변적 유량측정기반의 적응칼만필터를 이용한 누수탐지\",\"액체 추진 로켓의 최적 연료 바이어스 산정 및 추진제 잔류량 분석\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=50d128737d6582aa4884a65323211ff0\",\"citation\":\"19\"},{\"index\":100,\"title\":\"회전익 항공기용 연료 셀 형상 최적화 연구\",\"author\":[\"김현기\",\"김성찬\",\"이종원\",\"황인희\",\"정승택\"],\"year\":2011,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 논문집\",\"abstract\":\"회전익 항공기에 광범위하게 적용되고 있는 내충격성 연료셀은 항공기 추락 시 탑승자의 생존성 향상에 크게 기여하고 있다. 미육군에서는 항공기 추락 후 화재에 의한 인명손실을 원천적으로 방지하기 위해 군용 회전익기 역사의 초기 단계부터 연료셀 고유의 내충격성에 관련된 군사규격을 제정하여 적용해왔다. 국외 전문제작 업체들은 장기간의 경험에 의존하여 연료셀을 개발해오고 있으며, 충돌충격시험에 따른 시행착오의 결과를 설계 및 제작과정에 재반영하고 있다. 이러한 연료셀 충돌충격시험은 시편자체의 제작비용 및 준비기간이 상당히 소요되므로, 설계 초기단계부터 충돌충격시험에 대한 일련의 수치적 모사를 통해 실물에 의한 시행착오의 가능성을 최소화해야 한다. 본 연구에서는 충돌모사 프로그램인 Autodyn 으로 연료셀 충돌충격시험에 대한 다수의 수치해석을 수행, 등가응력 분석을 통해 적절한 설계변수를 선정하였다. 또한 인공신경망과 모의풀림 방법을 연동시켜 연료셀 형상을 내충격성능 측면에서 최적화하였다.\",\"keyword\":[\"Fuel Cell(연료셀)\",\"Crashworthiness(내충격성)\",\"Crash Impact Test(충돌충격시험)\",\"US Military Specification(미군사규격)\",\"Artificial Neural Network(인공신경망)\",\"Simulated Annealing(모의풀림)\"],\"recommend_paper\":[\"인공신경망을 이용한 연료셀 형상 최적화 연구\",\"콘크리트궤도 슬래브 들뜸 및 이상개소 파악을 위한 도상결함 측정시스템의 현장 적용성 평가\",\"어선 조종성능 특성에 관한 연구\",\"압력카트리지를 이용한 파이로 분리장치 개발\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=68110e95719b9c2effe0bdc3ef48d419\",\"citation\":\"19\"},{\"index\":13876,\"title\":\"무인항공기의 회전에 불변한 영상기반 목표물 인식 기법\",\"author\":[\"김찬호\",\"탁기현\",\"방효충\"],\"year\":2014,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 논문집\",\"abstract\":\"영상 센서를 이용한 임무 수행은 정보 감시 및 정찰 분야에서 그 영역을 넓혀 가고 있다. 본 논문은 EO 카메라를 이용하여 회전에 불변한 목표물 인식 기법을 제안한다. 입력 영상을 Mean-shift segmentation을 통하여 픽셀단위 정보를 Object 단위 정보로 분할하고, 이미지 정보를 기반으로 학습한 Support Vector Machine 를 적용하여 목표물을 분류 및 인식을 수행한다. 하지만 항공 이미지의 특성상 카메라의 위치 및 방향에 따라 영상에서 목표물이 회전하거나 및 크기가 지속적으로 변하게 된다. 이를 보완하기 위하여 카메라와 무인기의 정보를 이용하여 목표물의 크기 문제를 해결하고, 회전에 불변한 히스토그램을 사용하여 물체가 회전하더라도 인식 가능하도록 하였다. Google 위성 지도를 사용하여 동일한 방향의 샘플을 교육시켜 회전에 불변한 목표물 인식기법을 검증하고, 계산속도를 향상하는 연구를 수행하여 영상 센서가 탑재된 무인 항공기를 이용하여 실험을 수행하였다.\",\"keyword\":[\"Object Recognition (목표물 인식기법)\",\"Support Vector Machin\",\"Unmanned Aerial Vehicle(무인 항공기)\"],\"recommend_paper\":[\"NCC기법을 이용한 무인항공기용 차종 식별 알고리즘 개발\",\"자율주행차를 위한 장애물 탐지 및 인식 시스템\",\"Positive Random Forest 기반의 강건한 객체 추적\",\"건물 증강현실을 위한 특징점들의 반복패턴 군집화 및 정합\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=39d28bb79272418fc85d2949c297615a\",\"citation\":\"19\"},{\"index\":40054,\"title\":\"모델 불확실성을 고려한 항공기 러그 구조물의 피로 수명 예측\",\"author\":[\"임종빈\"],\"year\":2011,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 논문집\",\"abstract\":\"공학에서 입력 값에 의한 응답을 계산할 때, 입력과 응답의 상관관계를 표현 하는 다양한 모델들을 이용한다. 이러한 모델들은 일반적으로 실험 데이터를 기반으로 생성되며 같은 현상에 대해서도 다른 모델들이 존재한다. 같은 현상에 대해서 다양한 모델이 존재할 때, 어떤 모델을 선택하여 주어진 문제를 해결할 지는 경험이 있는 전문가의 선택에 의해서 결정되는 경우가 많다. 이 때 특정 모델을 선택함으로써 발생되는 불확실성을 모델 불확실성이라 한다. 본 논문에서는 모델 불확실성을 고려하여 항공기 러그 구조물의 피로수명을 예측하는 방법을 제시하였다. 모델 불확실성으로써는 S-N 선도 모델을 설정하였으며, 불확실성에 의한 구조물의 피로 수명에 대한 평균과 표준편차를 구하였다. 계산된 피로 수명의 평균과 표준편차를 이용하여 피로수명에 대한 구조물의 확률론적 신뢰구간을 설정하였다.\",\"keyword\":[\"Model Uncertainty(모델 불확실성)\",\"Fatigue Life(피로 수명)\",\"Aircraft Lug(항공기 러그)\",\"Reliable Bounds(신뢰성 구간)\"],\"recommend_paper\":[\"풍력 발전용 DFIG를 위한 시뮬레이터 개발\",\"인공신경망을 이용한 강합성 사장교 차량하중분석시스템 개발\",\"인공지능을 이용한 유압모터의 서보제어\",\"외란관측기와 슬라이딩 모드 제어기를 이용한 영구자석 동기전동기의 강인제어\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=504cc658be338e88ffe0bdc3ef48d419\",\"citation\":\"18\"},{\"index\":1202,\"title\":\"기계학습을 활용한 항공기 연료 시스템 무결성 감시\",\"author\":[\"김종원(Jongwon Kim)\",\"조정호(Jeongho Cho)\"],\"year\":2018,\"academy\":\"한국정보기술학회\",\"journal\":\"한국정보기술학회논문지\",\"abstract\":\"항공기 연료 시스템은 핵심적인 항공기의 전자, 기계적 시스템 중 하나로서 안전한 비행을 위해 연료 시스템의 신뢰성은 무엇보다 중요하지만, 현대의 항공기는 최첨단 기술과 장비의 탑재에도 불구하고 단순 결함 및 조종사 또는 정비사의 부주의만으로도 여전히 많은 사고가 발생하고 있다. 이에, 본 논문에서는 높은 신뢰성이 보장되어야 하는 항공기 연료 시스템의 오류로 인한 사고 발생을 사전에 방지하기 위해 항공기 연료 소모량 예측을 통한 무결성 감시 기법을 제안하였다. 신경망을 기반으로 한 항공기 연료 소모량 예측 알고리즘은 Levenberg Marquardt을 기반으로 학습하였으며, B747 항공기 데이터를 활용한 모의시험을 통해 기존 항공기연료 소모량 모델과 비교 평가하였다. 그 결과, 간섭 노드(속도, 고도)와 무관하게 제안된 잡음 환경의 모의시험에서 예측 시스템은 기존 모델 대비 전 구간에 걸쳐 20~30% 이상 높은 잡음 강인성을 확인할 수 있었다.\",\"keyword\":[\"aircraft fuel system\",\"machine learning\",\"neural networks\",\"levenberg-marquadt method\"],\"recommend_paper\":[\"교통신호제어기용 무정전전원장치 용량기준 연구\",\"분류 알고리즘과 NCA를 활용한 기계학습 기반 구조건전성 모니터링 시스템\",\"AIS 데이터 분석을 통한 이상 거동 선박의 식별에 관한 연구\",\"RBF 뉴럴네트워크를 이용한 리니어형 초전도 전원장치의 비선형적 충전전류특성 해석\"],\"reference\":[\" 1 \\\"World Aircraft Accident Summary reports 1990-2016\\\" 2 I. Isaev  \\\"Training with Noise Addition in Neural Network Solution of Inverse Problems: Procedures for Selection of the Optimal Network\\\" 123 : 171-176  2018\",\" 3 M. Manngard  \\\"Structural learning in artificial neural networks using sparse optimization\\\" 272 : 660-667  2017\",\" 4 Boeing  \\\"Statistical Summary of Commercial Jet Airplane Accidents 1959-2016\\\" 2017\",\" 5 A. C. Miranda  \\\"Smart frost control in greenhouses by neural networks models\\\" 137 : 102-114  2017\",\" 6 H. Wang  \\\"Self-adaptive robust nonlinear regression for unknown noise via mixture of Gaussians\\\" 235 : 274-286  2017\",\" 7 G. S. Kumar  \\\"Performance analysis of Levenberg-Marquardt and Steepest Descent algorithms based ANN to predict compressive strength of SIFCON using manufactured sand\\\" 20 (20): 1396-1405  2017\",\" 8 S. A. Bagherzadegh  \\\"Nonlinear aircraft system identification using artificial neural networks enhanced by empirical mode decomposition\\\" 2018\",\" 9 G. D. Schilling  \\\"Modeling Aircraft Fuel Consumption with a Neural Network\\\" Virginia Polytechnic Institute and State University for the degree of master of science in civil engineering 1997\",\" 10 X. F. Yuan  \\\"Formfinding of tensegrity structures based on the Levenberg-Marquardt method\\\" 192 : 171-180  2017\",\" 11 Airbus  \\\"Flying by numbers: Global Market Forecast for 2015-2034\\\" 40-46  2015\",\" 12 \\\"Flight Profile and Distance by Carbon Offset Research and Education\\\" 13 D. Kumar  \\\"Developing Model for Fuel Consumption Optimization in Aviation Industry\\\" 3 (3): 26-37  2012\",\" 14 I. Pagoni  \\\"Calculation of aircraft fuel consumption and CO2 emissions based on path profile estimation by clustering and registration\\\" 54 : 172-190  2017\",\" 15 FAA  \\\"Aircraft Data  Federal Aviation Administration Advisory Circular 150\\/5325-5C\\\" 16 W. Cao  \\\"A review on neural networks with random weights\\\" 275 : 278-287  2017\",\" 17 B. P. Collins  \\\"A Concept for Aviation Fuel Efficiency\\\" 10-11  1984\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=8e24efb1116493924884a65323211ff0\",\"citation\":\"17\"},{\"index\":34742,\"title\":\"수직이착륙(VTOL) 무인항공기 감항기준 개발에 대한 연구\",\"author\":[\"길기남\",\"유민영\",\"박종성\"],\"year\":2020,\"academy\":\"항공우주시스템공학회\",\"journal\":\"항공우주시스템공학회지(Journal of aerospace system engineering)\",\"abstract\":\"무인항공기 산업은 인공지능, 빅데이터, 사물 인터넷 등의 4차 산업혁명 기술과 융합하여 새로운 패러다임으로 발전하고 있다. 미국과 같은 항공 선진국들은 비행안전성이 보장된 무인항공기 개발에 많은 역량을 집중하고 있다. 대한민국의 경우, 한국항공우주연구원에서 2011년 국가 R&D 사업의 일환으로 국내 최초 수직이착륙 무인항공기인 스마트무인기 개발에 성공하였고, 이를 통해 첨단 IT 기술이 접목된 수직이착륙 무인항공기 개발 기술을 보유하게 되었다. 이러한 국가차원의 노력에도 불구하고 아직까지 국내 수직이착륙 무인항공기의 개발과 시장 운용은 제한적이다. 국내 기술로 개발한 수직이착륙 무인항공기의 형식증명 절차는 국내 항공안전법에 명시되어 있으나 형식증명을 위한 감항기준은 아직 제정되어 있지 않다. 따라서 본 연구에서는 자체 중량 150 kg을 초과하는 수직이착륙 무인항공기의 국내외 개발 동향과 국가별 인증제도 및 절차에 대해 조사하고, 유럽항공안전청에서 2019년 7월 2일 제정 공포한 수직이착륙 항공기용 특별감항요건(special conditions)을 벤치마킹하여 국내 수직이착륙 무인항공기 형식증명을 위한 감항기준을 정립할 수 있는 방안에 대해 연구하였다.\",\"keyword\":[],\"recommend_paper\":[\"4차 산업 혁명 사례와 물 산업의 응용\",\"통신해양기상위성의 태양전지어레이 구동계에 대한 인터페이스 명령어 설계에 관한 연구\",\"블록체인을 활용한 선박금융 특별법 제정에 관한 연구\",\"고속형(230km\\/h급) 절연구분장치 개발\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=785e4e9456a41c534884a65323211ff0\",\"citation\":\"17\"},{\"index\":5365,\"title\":\"무인 항공기 경로 등 수집정보 검색을 위한 K-means 군집과 퍼지 포함 관계를 이용한 스니핏 추출 향상 방안\",\"author\":[\"김사웅\"],\"year\":2016,\"academy\":\"사단법인 인문사회과학기술융합학회\",\"journal\":\"예술인문사회융합멀티미디어논문지\",\"abstract\":\"최근 국내는 물론 전 세계적으로 새로운 관심을 끌고 있는 기술은 무인 항공기 두론(drone)이며, 과학, 군사, 마케팅, 스포츠, 엔터테인먼트 등 다양한 분야를 가리지 않고 발휘하는 다재다능함이 드론 열풍의 원동력이다. 본 논문은 무인 항공기에서 발생되는 경로 등의 Text 기반 수집정보의 효율적인 검색 등을 위해 K-means 군집과 퍼지 포함 관계를 이용한 새로운 스니핏 추출의 성능향상 방법을 제안한다. 제안방법은 K-means 군집 방법을 이용하여 문장 집합의 특징들을 잘 표현할 수 있는 대표문장 생성 및 대표문장에 의한 의사연관의 피드백을 이용하여 질의를 확장함으로써 사용자의 의향 또는 의미를 스니핏에 더 잘 반영하며, 확장된 질의와 문장의 집합에 퍼지 포함 관계를 이용하여 의미 있는 스니핏을 추출한다. 실험결과 제안방법이 다른 방법에 비해서 스니핏 추출에 더 좋은 결과를 보인다. 본 논문에서 제안한 방법은 IoT, 드론, UAV, 모바일 기기로부터 수집되는 대량의 IoT 빅데이터들로 부터 중요한 정보에 대한 요약이 필요한 곳에 적용할 수 있다.\",\"keyword\":[\"K-means\",\"internet of things\",\"drone\",\"unmanned aerial vehicle\",\"pseudo relevance feedback\",\"fuzzy inclusion relation\",\"K-means\",\"사물인터넷\",\"드론\",\"의사연관피드백\",\"퍼지포함관계\"],\"recommend_paper\":[\"LDA 토픽 모델링을 활용한 판례 검색 및 분류 방법\",\"특징점 추출 과정을 통한 문서 분류 방안 연구\",\"한국어 제목 개체명 인식 및 사전 구축: 도서, 영화, 음악, TV프로그램\",\"전역 및 지역 특징 기반 딥러닝을 이용한 프린터 장치 판별 기술\"],\"reference\":[\" 1 박선  \\\"퍼지와 의미특징을 이용한 스니핏 추출 향상 방법\\\" 한국정보통신학회 16 (16): 2374-2381  2012\",\" 2 박선  \\\"의사연관 피드백과 퍼지 연관을 이용한개인화 문서 스니핏 추출 방법\\\" 대한전자공학회 49 (49): 137-142  2012\",\" 3 박선  \\\"연관 피드백과 퍼지 함의 연산자를 이용한 스니핏 추출 방법\\\" 한국정보통신학회 16 (16): 424-431  2012\",\" 4 C. Haruechaiyasak  \\\"Web Document Classification Based on Fuzzy Association\\\" 2002\",\" 5 T. Penin  \\\"Snippet Generation for Semantic Web Search Engine  In proceeding of ASWC\\\" 5367 : 493-507  2008\",\" 6 L. A. Zadeh  \\\"Readings in Fuzzy Sets for Intelligent Systems\\\" Morgan Kaufmann Publiishers 1993\",\" 7 Y. Huang  \\\"Query Baised Snippet Generation in XML Search\\\" 2008\",\" 8 Y. J. Ko  \\\"Pseudo-relevance feedback and statistical query expansion for web snippet generation\\\" 109 : 18-22  2008\",\" 9 Q. Li  \\\"Personalized text snippet extraction using statistical language models\\\" 43 : 378-386  2010\",\" 10 \\\"Naver News\\\" 11 B. Y. Ricardo  \\\"Moden Information Retrieval\\\" ACM Press 1999\",\" 12 W. B. Frankes  \\\"Information Retrieval : Data Structure & Algorithms\\\" Prentice-Hall 1992\",\" 13 G. Manolache  \\\"Index-based Snippet Generation\\\" 2008\",\" 14 A. Turpin  \\\"Fast Generation of Result Snippets in Web Search\\\" 127-134  2007\",\" 15 J. Han  \\\"Data Mining Concepts and Techniques\\\" Morgan Kaufman 2006\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=d67ab4b5ff9873127ecd42904f0c5d65\",\"citation\":\"17\"},{\"index\":21716,\"title\":\"데이터 마이닝 기법을 활용한 항공기 사고 및 준사고로 인한 사망 발생 요인 및 패턴 분석\",\"author\":[\"김정훈\",\"김태운\",\"유동희\"],\"year\":2019,\"academy\":\"한국디지털정책학회\",\"journal\":\"디지털융복합연구\",\"abstract\":\"본 연구에서는 데이터 마이닝 기법을 활용하여 항공기 사고와 준사고로 인한 사망 발생 요인들과 패턴들을 분석하고자 한다. 이를 위해, 항공기 사고와 준사고 데이터를 보유하고 있는 미국연방교통안전위원회(NTSB)와 미국연방항공청(FAA)의 데이터를 사용하였다. 다음으로 의사결정나무 알고리즘을 사용하여 항공기 사고 및 준사고에 따른 사망여부 예측모형들을 구축하였고 이를 토대로 사망 발생에 영향을 주는 주요 요인들과 패턴들을 도출하였다. NTSB 데이터의 경우 항공기가 완파되거나 고기동 또는 고위험 임무를 수행할 때 주로 사망이 발생하는 것을 알 수 있었다. FAA 데이터의 경우 항공기가 일부 파괴된 경우 조종사의 숙련도가 저조하거나 미인가 조종사의 경우 사망이 발생하였으며, 고공낙하점프와 지상운용단계에서 발생되는 다양한 사망관련 패턴들도 발견되었다. 또한 도출된 패턴들을 활용하여 사망 사고 예방을 위한 실용적인 방안들을 제시한 점에서 연구의 의의를 찾을 수 있다.\",\"keyword\":[\"Data Mining\",\"Decision Tree\",\"Prediction Model\",\"Aircraft Accident\",\"Aircraft Incident\"],\"recommend_paper\":[\"낙하물에 기인한 안전사고의 연관규칙 분석\",\"건설현장에서의 직업병 예측을 위한 복합적 분석에 관한 연구\",\"데이터마이닝을 이용한 건설현장 직업병 사전예측 방안\",\"건설안전사고 사전 예측을 위한 인공신경망 기법 적용\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09252275\",\"citation\":\"17\"},{\"index\":29386,\"title\":\"무인 항공기를 이용한 밀집영역 자동차 탐지\",\"author\":[\"서창진(Chang-Jin Seo)\"],\"year\":2018,\"academy\":\"한국산학기술학회\",\"journal\":\"한국산학기술학회논문지\",\"abstract\":\"본 논문은 최근 물체탐지 분야에서 실시간 물체 탐지 알고리즘으로 주목을 받고 있는 YOLOv2(You Only Look Once) 알고리즘을 이용하여 밀집 영역에 주차되어 있는 자동차 탐지 방법을 제안한다. YOLO의 컨볼루션 네트워크는 전체 이미지에서 한 번의 평가를 통해서 직접적으로 경계박스들을 예측하고 각 클래스의 확률을 계산하고 물체 탐지 과정이 단일 네트워크이기 때문에 탐지 성능이 최적화 되며 빠르다는 장점을 가지고 있다. 기존의 슬라이딩 윈도우 접근법과 R-CNN 계열의 탐지 방법은 region proposal 방법을 사용하여 이미지 안에 가능성이 많은 경계박스를 생성하고 각 요소들을 따로 학습하기 때문에 최적화 및 실시간 적용에 어려움을 가지고 있다. 제안하는 연구는 YOLOv2 알고리즘을 적용하여 기존의 알고리즘이 가지고 있는 물체 탐지의 실시간 처리 문제점을 해결하여 실시간으로 지상에 있는 자동차를 탐지하는 방법을 제안한다. 제안하는 연구 방법의 실험을 위하여 오픈소스로 제공되는 Darknet을 사용하였으며 GTX-1080ti 4개를 탑재한 Deep learning 서버를 이용하여 실험하였다. 실험결과 YOLO를 활용한 자동차 탐지 방법은 기존의 알고리즘 보다 물체탐지에 대한 오버헤드를 감소 할 수 있었으며 실시간으로 지상에 존재하는 자동차를 탐지할 수 있었다.\",\"keyword\":[\"Vehicle Detection\",\"Deep Learning\",\"Darknet\",\"YOLOv2\",\"Object Detection\"],\"recommend_paper\":[\"Single Shot Multibox Detector를 적용한 실시간 선박 검출 및 분류 시스템 개발\",\"Faster R-CNN을 이용한 영상 기반 신호등 인식 시스템 연구\",\"소형 네트워크에서 배치 정규화의 스케일링 인자를 활용한 채널 프루닝\",\"택배화물 자동 하역장비를 위한 딥러닝 기반의 화물 인식 알고리즘\"],\"reference\":[\" 1 Redmon Joseph  \\\"You Only Look Once: Unified  Real-Time Object Detection\\\" 779-788  2016\",\" 2 Alexey  \\\"Yolo-v2 Windows and Linux version\\\" 3 Joseph Redmon  \\\"YOLO9000: Better  Faster  Stronger\\\" 7263-7271  2017\",\" 4 J. Leitloff  \\\"Vehicle extraction from very high resolution satellite images of city areas\\\" 48 (48): 2795-2806  2010\",\" 5 X. Chen  \\\"Vehicle Detection from UAVs by Using SIFT with Implicit Shape Model\\\" 3139-3144  2013\",\" 6 A. C. Holt  \\\"Object-Based Detection and Classification of Vehicles from High-Resolution Aerial Photography\\\" 75 (75): 871-880  2009\",\" 7 S. Liao  \\\"Learning Multi-scale Block Local Binary Patterns for Face Recognition\\\" 828-837  2007\",\" 8 N. Dalal  \\\"Histograms of oriented gradients for human detection\\\" IEEE Computer Society 1 : 886-893  2005\",\" 9 Mahyar Najibi  \\\"G-CNN: An Iterative Grid Based Object Detector\\\" 2369-2377  2016\",\" 10 Shaoqing Ren  \\\"Faster R-CNN: Towards Real-Time Object Detection with Region Proposal Networks\\\" 39 (39): 1137-1149  2017\",\" 11 K. Kozempel  \\\"Fast Vehicle Detection and Tracking in Aerial Image Bursts\\\" 38 (38): 175-180  2009\",\" 12 T. Moranduzzo  \\\"Detecting Cars in UAV Images with a Catalog-Based Approach\\\" 52 (52): 6356-6367  2014\",\" 13 M. Elmiktay  \\\"Car Detection in High-Resolution Urban Scenes Using Multiple Image Descriptors\\\" 4299-4304  2014\",\" 14 D. Lenhart  \\\"Automatic Traffic Monitoring Based On Aerial Image Sequences\\\" 18 (18): 400-405  2008\",\" 15 W. Yao  \\\"Airborne traffic monitoring in large areas using lidar data\\\" 33 (33): 3930-3945  2012\",\" 16 S. Tuermer  \\\"Airborne Vehicle Detection in Dense Urban Areas Using HoG Features and Disparity maps\\\" 6 (6): 2327-2337  2013\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=e0c8ebc87a916b78b36097776a77e665\",\"citation\":\"16\"},{\"index\":4623,\"title\":\"무인항공기 활용에 따른 법제도적 쟁점사항 검토\",\"author\":[\"신승균(Shin\",\" Seung-Gyoon)\"],\"year\":2015,\"academy\":\"한국민간경비학회\",\"journal\":\"한국민간경비학회보\",\"abstract\":\"최근 무인항공기의 일종인 드론(Drone)에 미사일 등 각종 무기를 장착하여 공격기로도 활용되고 있다. 활용 목적에 따라 다양한 크기와 성능을 가진 비행체들이 다양하게 개발되고 있는데 대형 비행체의 군사용과 초소형 드론도 활발하게 개발 연구되고 있다. 또한 드론을 개인의 취미활동으로 개발되어 상품화된 것도 많이 있고, 수송목적에도 활용하는 등 범위가 점차 넓어지고 있다.|본 연구는 무인항공기의 활용도가 증가하고 있는 가운데 나타날 수 법제도적 문제점과 타 법제도와의 충돌 등에 따른 쟁점사항을 살펴보고, 그에 대한 분석을 통해 대응방안을 논의하고자 하였다. 무인항공기활성화에 대한 국내 법제도상의 제약사항은 다음과 같다. 첫째, 항공법제23조(초경량비행장치 등)의 규정에 의한 비행제한이다. 둘째, 개인정보보호법(제2조 정의)에 의해 무인항공기에 영상장치를 장착해서 촬영하는 경우이다. 셋째, 개인정보보호법(제25조 영상정보처리기기의 설치?운영제한)에 의하면 영상정보를 사용할 수 있는 것이 범죄예방, 시설단속 및 화재예방, 교통단속 등으로 상당히 제한적이다.|분석 결과를 토대로 한 정책적 제언은 다음과 같다. 첫째, 개인정보보호법의 전면 개정 시에도 개인 동의가 없을 경우 초상권 침해 등 개인정보보호법과 충돌이 있을 수밖에 없으므로 이에 대한 세부적인 논의가 필요하다. 둘째, 개인정보침해와 비슷한 조건으로 사생활침해죄와 통신비밀보호법 등도 문제의 소지가 있을 수 있으므로 이에 대한 세부적인 접근이 필요하다.|무엇보다 이러한 문제점에 대해서 우리나라도 규제를 완화하거나 해소하려는 법제도적 논의를 통해 그 동안 규제에 묶여있었던 무인자동차, 빅데이타 활용을 통한 범죄예방시스템과 같은 신기술의 혜택을 제공해야 할 것이다.\",\"keyword\":[\"개인정보보호법\",\"드론\",\"무인항공기\",\"무인항공기시스템\",\"비행금지구역\\nPersonal Information Protection Act\",\"Drone\",\"U\",\"A\",\"V.(Unmanned Aerial Vehicle)\",\"U\",\"A\",\"S.(Unmanned Aircraft System)\",\"Inner Artillery Zone\"],\"recommend_paper\":[\"우리나라와 일본에서의 드론 이용 규제에 관한 비교법적 검토\",\"드론활용의 촉진 및 기반조성에 관한 법률 및 항공안전법상의 드론 안전사항에 대한 고찰\",\"자율주행자동차 시험운행에 관한 각국 법안의 비교 및 정책적 시사점\",\"무인항공기 산업의 발전을 위한 법적 고찰\"],\"reference\":[\" 1 김제철  \\\"항공안전규제 합리화 방안 연구\\\" 국통교통부 2011\",\" 2 최민우  \\\"한국형 무인항공기(K-UAV) 발전방향\\\" 강원대학교 산업대학원 2010\",\" 3 \\\"한국무인기시스템협회\\\" 4 \\\"한국경제신문\\\" 5 \\\"지디넷 코리아\\\" 6 \\\"전자신문\\\" 7 \\\"영국 공역에서의 무인항공기 운용 가이드\\\" 8 \\\"아마존의 미국특허 공개정보\\\" 9 \\\"미디어펜\\\" 10 공군작전사령부  \\\"무인항공기 총람\\\" 11 최영재  \\\"무인항공기 안전관리제도 구축 연구\\\" 국토교통부 2009\",\" 12 김기열  \\\"무인항공기 발전추세에 따른 한국군의 실태분석과 발전과제-전술제대 무인항공기 운용을 중심으로-\\\" 국민대학교 정치대학원 2014\",\" 13 장두현  \\\"무인항공기\\\" 상상커뮤니케이션 2006\",\" 14 \\\"네이버 지식백과\\\" 15 조보근  \\\"군용 항공기 비행안정성 증진을 위한 발전방안 연구\\\" 연세대학교 항공전략연구원 2014\",\" 16 장두현  \\\"군사용 무인항공기의 개발동향과 발전전망\\\" (130) : 2008\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=51eb85658860d52f4884a65323211ff0\",\"citation\":\"158\"},{\"index\":31955,\"title\":\"소형 항공기 엔진 고장 검출을 위한 주성분 분석(PCA) 연구\",\"author\":[\"방태형(한양대학교)\",\"전남주(한양대학교)\",\"이형철(한양대학교)\"],\"year\":2013,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"본 논문에서는 실제 항공기 실험에 드는 큰 비용과 위험성을 피하고자 동적 상사성을 만족하는 모형 항공기를 이용하여 엔진의 고장을 모사하고 실험을 진행하였다. 실험을 통해 수집한 신호를 ANPSD 로 진동을 분석하고 주성분 분석(PCA)을 이용하여 항공기 왕복 엔진의 고장진단 알고리즘을 제안하였다. ANPSD 는 RPM 에 대한 민감도를 해결 하기 위하여 후처리 방법을 사용하였으며 PCA 는 후처리 된 ANPSD 에서 압축 된 정보를 추출하고 이는 엔진의 현재상태와 정상상태 차이를 의미한다.\",\"keyword\":[\"Fault diagnosis algorithm (고장 진단 알고리즘)\",\"Vibration Analysis (진동 분석)\",\"AveragedNormalized Power Spectral Density (평균 정규화 파워 스펙트럼 밀도)\",\"Principal Component Analysis (주성분 분석)\"],\"recommend_paper\":[\"Seq2Seq 모델 기반의 로봇팔 고장예지 기술\",\"Fault Diagnosis of Nonlinear Systems based on Decision Tree and a Neural Network\",\"확률적 설계 기법을 적용한 하이브리드 로켓 모터의 신뢰성 분석\",\"인공지능 : 유전자 알고리즘을 이용한 신경망 설계\"],\"reference\":[\" 고유모드해석을 이용한 FAR 25급 터보 프롭 항공기의 객실소음 해석 연구 한창환 , 박일경 한국항공협회 항공진흥 2015\",\" 수리온 능동진동제어시스템 배치 최적화 김도형 , 곽동일 , 백승길 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2014\",\" 색상 특징의 주성분분석(PCA)을 이용한 지폐 권종 분류 김경호 , 권희용 한국정보과학회 한국정보과학회 학술발표논문집 2013\",\" 항공기 소음 평균값(L MAX )과 측정회수(N) 산정을 위한 비교연구 이준호 한국항공협회 항공진흥 2011\",\" 항공기 조종면 힌지 고장에 대한 진동측정 및 실험적 분석 구윤성 , 이성화 , 김지환 외 1명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2012\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE02278352\",\"citation\":\"150\"},{\"index\":17303,\"title\":\"무인항공기를 활용한 강원도 산불피해지역 분석: 산림지역을 중심으로\",\"author\":[\"박주언(Jueon Park)\",\"김태헌(Taeheon Kim)\",\"이기림(Kirim Lee)\",\"정세정(Sejung Jung)\",\"염준호(Junho Yeom)\",\"이원희(Wonhee Lee)\",\"한유경(Youkyung Han)\"],\"year\":2019,\"academy\":\"대한공간정보학회(The Korean Society for Geo-Spatial Information System)\",\"journal\":\"한국지형공간정보학회 학술대회\",\"abstract\":\"산불 피해를 조사하기 위해서는 많은 인력과 예산이 필요하며, 산불 발생 직후 조사자의 접근이 어려운 한계가 있다. 무인항공기(unmanned aerial vehicle, UAV)를 이용한 산불 피해 지역의 분석은 화재 직후 고해상도의 영상을 신속하게 취득할 수 있는 장점이 있다. 본 연구에서는 2019년 4월 발생한 강원도 고성군의 산불 피해 지역을 분석하기 위해 무인항공기를 이용하여 데이터를 취득하였다. 정확한 산불 피해 산림 연구를 위해 수치표면모델(digital surface model, DSM)을 활용하여 비산림지역을 제거한 후, 국립산림과학원의 심(甚)·중(中)·경(輕) 3단계 피해 구분을 토대로, 본 연구에서는 심(甚) 등급의 피해 산림에 대해 세분화하여 support vector machine(SVM) 기법을 이용하여 토지피복분류를 수행하였다. 분류된 피해 산림에 대해 RGB 식생지수인 excess green(ExG), green red vegetation index(GRVI), modified green red vegetation index(MGRVI), Red green blue vegetation index(RGBVI)를 산출하여 산불 피해 산림에 대한 각 식생지수의 특성을 분석하고, 산불 피해 산림의 경향을 분석하였다.\",\"keyword\":[],\"recommend_paper\":[\"무인항공기(UAV) 영상을 이용한 소나무재선충병 의심목 탐지\",\"Gapfill 함수에 의한 SLC off 영상 보정 및 활용성 평가\",\"지상 분광반사자료를 훈련샘플로 이용한 감독분류의 정확도 평가\",\"GLCM 기반 UAV 영상의 감독분류를 이용한 저수구역 내 농경지 탐지\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=a728aa21f60cd21eb7998d826d417196\",\"citation\":\"15\"},{\"index\":394,\"title\":\"인공신경망을 이용한 항공기 기내식 수요예측의 예측력 개선 방안에 관한 연구\",\"author\":[\"Lee\",\" Young Chan\",\"Seo\",\" Chang Gab\"],\"year\":2001,\"academy\":\"한국정보시스템학회\",\"journal\":\"情報시스템硏究(Journal of information systems)\",\"abstract\":\"현재의 항공사 기내식 수요예측 시스템으로는 항공기 운항의 지연이나 초과 주문으로 인한 손실 문제를 해결하기 힘든 것으로 알려져 있다. 이러한 문제를 해결하기 위해 본 연구에서는 항공기 기내식 시계열 자료만을 입력변수로 사용한 단순인공신경망 모형(simple neural network model), 단순인공신경망모형에 전통적인 시계열 기법(본 연구에서는 지수 평활법)의 예측 결과를 입력변수로 추가한 혼합인공신경망모형(hybrid neural network model), 그리고 혼합인공신경망 모형에 상관관계가 높은 다른 시계열 자료(본 논문에서는 유사 노선의 다른 항공기 기내식 시계열 자료)를 인공신경망의 입력변수로 추가시킨 하이퍼혼합인공신경망모형(hyper hybrid neural network model)을 새로운 항공기 기내식 수요예측 기법으로 제안하고, 이들 모형의 예측력을 비교·분석하였다. 분석 결과 하이퍼혼합인공신경망 모형의 예측력이 가장 우수한 것으로 나타나, 인공신경망을 기반으로 한 수요예측에 있어 상관관계가 높은 다른 시계열 자료를 입력변수로 추가함으로써 인공신경망모형의 예측력을 개선시킬 수 있음을 알 수 있었다.\",\"keyword\":[],\"recommend_paper\":[\"계량적 방법과 인공신경망모형을 이용한 이동전화수요 예측\",\"머신 러닝 방법과 시계열 분석 모형을 이용한 부동산 가격지수 예측\",\"단기 천연가스 가격 예측에 있어서 인공신경망의 활용에 대한 연구\",\"머신러닝을 이용한 철광석 가격 예측에 대한 연구\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=92527c87803965c3ffe0bdc3ef48d419\",\"citation\":\"15\"},{\"index\":34734,\"title\":\"무인항공기를 위한 영상기반의 활주로 인식 및 항법 연구\",\"author\":[\"홍경우(KAIST)\",\"박준우(KAIST)\",\"구성모(KAIST)\",\"정우영(KAIST)\",\"방효충(KAIST)\"],\"year\":2013,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"무인항공기에 대한 관심과 연구가 진행됨에 따라 오차가 생기고 값비싼 GPS 대신 영상기반 항법 시스템이 GPS 대안으로서 연구되고 있다. 본 논문은 영상기반의 활주로 인식 및 항법 해 계산에 대한 연구를 서술하고 있다. 실제 비행영상에 활주로 인식을 쉽게 하기위해 여러 가지의 전 처리 과정을 거친 후 호프 변환을 이용하여 활주로를 인식하였다. 또한 실제 영상을 쉽게 구할 수 없는 문제 때문에 비행기 위치 및 자세에 따른 활주로의 위치 및 자세를 계산하고 실제 영상을 대신하는 시뮬레이션을 구현하였다. 그리고 시뮬레이션의 항법 해를 계산하고 실제 값과 비교하였다. 이를 통해 실제 배행영상에도 이용할 수 있을 것으로 기대된다.\",\"keyword\":[\"runway recognition(활주로 인식)\",\"vision-based(영상기반)\",\"navigation(항법)\"],\"recommend_paper\":[\"무인 항공기의 영상 기반 지상 목표물 인식 기법\",\"측면 포즈정규화를 통한 부분 영역을 이용한 포즈 변화에 강인한 얼굴 인식\",\"머리 움직임이 자유로운 안구 응시 추정 시스템\",\"RGB-D Dense Visual Odometry through Pixel Level Segmentation in Dynamic Environments\"],\"reference\":[\" 제4차 산업혁명 시대의 무인 이동체를 둘러싼 법적 문제점 연구 계경문 한국전자파학회 한국전자파학회논문지 2017\",\" 자율주행자동차의 현재와 미래 박만복 대한전자공학회 대한전자공학회 학술대회 2017\",\" LiDAR edge와 3D anchor box를 통한 오브젝트 proposal 생성 방법 김정언 , 강행봉 대한전자공학회 대한전자공학회 학술대회 2017\",\" 소형 회전익 무인항공기를 이용한 지상 목표물 추적 기술 방효충 한국로봇학회 로봇과 인간 2012\",\" 무인항공기의 근거리 비행체 탐지 및 추적을 위한 영상처리 알고리듬 조성욱 , 허성식 , 심현철 외 1명 한국항공우주학회 한국항공우주학회지 2011\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE02328554\",\"citation\":\"147\"},{\"index\":30107,\"title\":\"무인 항공기의 영상 기반 지상 목표물 인식 기법\",\"author\":[\"백광열(KAIST)\",\"전병일(KAIST)\",\"방효충(KAIST)\"],\"year\":2013,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회 학술발표회 초록집\",\"abstract\":\"본 논문은 무인항공기의 항공영상 내의 지상 목표물을 인식하는 영상처리 기법과 구현 결과를 논한다. 지상 목표물 후보를 인식하기 위해 Haar-like 특징과 거절 케스케이드 형태의 분류구조를 갖는 Viola-Jones 분류기를 적용하였다. 위성지도 영상으로부터 지상 차량에 대한 다수의 참 영상을 획득하고 다수의 거짓 영상을 이용하여 분류기를 학습시켰다. 위성지도 영상과 다수의 항공 영상을 이용한 모의 실험을 통해 인식 성능을 검증하였다. 또한 실제 비행 실험을 통해 획득한 무인항공기 촬영 영상에 대해 지상 목표물 인식 할 수 있음을 확인하였다.\",\"keyword\":[\"Ground vehicle detection (지상 목표물 인식)\",\"Unmanned aerial vehicle(무인항공기)\",\"Haar-like feature(Haar-like 특징)\"],\"recommend_paper\":[\"딥 러닝과 파노라마 영상 스티칭 기법을 이용한 송전선 늘어짐 모니터링 시스템\",\"GM-PHD 필터를 이용한 보행자 탐지 성능 향상 방법\",\"도로 노면 파손 탐지를 위한 배경 객체 인식 기반의 지도 학습을 활용한 성능 향상 알고리즘\",\"모듈라 신경망이 결합된 다중 SVM 분류기를 이용한 번호판 인식\"],\"reference\":[\" 소형 전기동력 덕티드팬 무인항공기 개발 및 비행시험 김태균 , 장윤정 , 김민규 외 3명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2017\",\" 무인화 개조 헬기 감항인증기준 적용 연구 이나래 , 길기남 , 남궁평 외 1명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2017\",\" 소형 회전익 무인항공기를 이용한 지상 목표물 추적 기술 방효충 한국로봇학회 로봇과 인간 2012\",\" 무인항공기 유도를 위한 새로운 벡터 필드 제안 임승한 , 방효충 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2012\",\" 자동 비행 소형 무인 회전익항공기의 영상정보를 이용한 지상 이동물체 추적 연구 강태화 , 백광열 , 목성훈 외 4명 한국항공우주학회 한국항공우주학회지 2010\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE02278211\",\"citation\":\"146\"},{\"index\":44186,\"title\":\"머신러닝 기반 Lumpy 수요형태의 항공기 수리부속 수요예측 정확도 개선 연구\",\"author\":[\"김진섭(경북대학교)\",\"고덕우(대한민국)\",\"정재우(경북대학교)\"],\"year\":2019,\"academy\":\"한국경영과학회\",\"journal\":\"경영과학\",\"abstract\":\"For the spare parts of aircraft \\\"A\\\" operated by ROKAF(Republic of Korea Air Force), this research suggests the application of machine learning technique rather than that of time series technique in order to improve demand forecast accuracy of spare parts whose demand pattern is lumpy. Demand patterns are divided into four categories by applying Average Inter-Demand Interval(ADI) and Coefficient of Variation(CV). Only for the lumpy parts, this study applies various analysis models selected from demand history, and the probability of demand occurrence for each period for lumpy parts is predicted by applying machine learning techniques. As a result of the experiment, lumpy or erratic pattern appeared to be higher in aircraft spare parts, and smooth parts with stable demand appeared relatively lower. In addition, logistics regression, linear discriminant analysis, and decision tree technique showed a relatively better accuracy, and machine learning technique improved prediction accuracy about 5% higher than time series technique, thus proving that machine learning technique is an effective technique to for lumpy spare parts demand forecast.\",\"keyword\":[\"Machine Learning\",\"Aircraft Spare Parts\",\"Demand Forecast\"],\"recommend_paper\":[\"시계열 분해 데이터를 이용한 LSTM 기법 기반 항공기 수리부속 수요예측 방안 연구\",\"가구원수별 가구수를 활용한 주택수요추정 모형 연구\",\"XGBoost 기반의 2단계 확률적 일사량 예측과 태양광 예측 알고리즘의 성능 검증\",\"버스도착시간 추정모형의 신뢰도 향상방안 연구\"],\"reference\":[\" 해외정비 군수품의 국내정비능력개발 신뢰성 시험절차 연구 윤명섭 , 박구락 한국컴퓨터정보학회 한국컴퓨터정보학회 학술발표논문집 2020\",\" 딥러닝을 활용한 정부 R&D 기업지원효과 예측 분석 장필성 , 유재연 , 오승환 한국기술혁신학회 한국기술혁신학회 학술대회 2019\",\" 빅데이터 분석방법을 활용한 제조업 혁신성과예측 방법에 대한 연구 황정재 , 김재영 , 박재민 한국기술혁신학회 기술혁신학회지 2018\",\" 군수 정비 시뮬레이션을 위한 다중 에이전트 박건용 , 김광명 , 송호근 외 1명 한국통신학회 한국통신학회 학술대회논문집 2012\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09218580\",\"citation\":\"141\"},{\"index\":33232,\"title\":\"항공기 날개의 통계적 중량 예측식 도출 연구\",\"author\":[\"김석범(Sejong University)\",\"정한규(Sejong University)\",\"황호연(Sejong University)\"],\"year\":2018,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회지\",\"abstract\":\"본 논문에서는 개념설계 단계에서 주로 사용되는 통계적 중량 예측식 도출 방법에 관한 연구를 수행하였으며 Microsoft Excel을 이용해 이를 프로그램화하고 제트 여객기에 적용하여 검증하였다. 기존 중량 예측식들의 변수들을 참고하여 데이터베이스를 구축하였고 이를 사용하여 제트 여객기 날개 중량 예측식을 모델링하였다. 모델의 과적합 문제를 해결하기 위해 K-fold cross validation 방법을 사용하여 모델을 평가하였다.\",\"keyword\":[\"Weight Estimation(중량 예측)\",\"Parametric Weight Estimation(모수 추정 중량 예측)\",\"Regression Analysis(회귀분석)\",\"K-fold Cross Validation(K겹 교차검증)\"],\"recommend_paper\":[\"인공신경망 해석 기법을 이용한 저류층 유체투과율 결정\",\"해성점토의 토질정수 상관성 분석\",\"광양지역 해성점토의 물리적 특성 분석\",\"인공 신경망 모델에 근거한 노상토 및 보조기층 재료의 탄성계수 추정\"],\"reference\":[\" 위성항법 신호를 이용한 지진에 의한 전리층 교란 실시간 검출 기법 연구 송준솔 , 강선호 , 한덕화 외 2명 한국항공우주학회 한국항공우주학회지 2019\",\" 항공기 주익 조립 장비의 드릴링 성능에 관한 연구 홍성민 , 박대훈 , 한성길 외 1명 한국기계가공학회 한국기계가공학회지 2018\",\" 계면활성제 수용액 내 고온 수직 금속봉의 최소막비등점에 대한 연구 이치영 , 김재한 대한기계학회 대한기계학회 논문집 B권 2017\",\" 항공기 지상 이동 속도에 대한 확률적 모형 연구 홍성권 , 전대근 , 은연주 외 1명 한국항공우주학회 한국항공우주학회 학술발표회 초록집 2015\",\" 아음속 항공기 날개 최적 설계 기술 개발 김철완 , 최동훈 한국항공우주연구원 항공우주기술 2011\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE07296607\",\"citation\":\"140\"},{\"index\":21584,\"title\":\"무인항공기로 취득된 영상 기반 시계열 수치표고모델의 표고 보정\",\"author\":[\"김태헌(경북대학교)\",\"이원희(경북대학교)\",\"한유경(경북대학교)\"],\"year\":2020,\"academy\":\"한국측량학회\",\"journal\":\"한국측량학회 학술대회자료집\",\"abstract\":\"본 연구에서는 무인항공기 영상 기반의 시계열 수치표고모델의 표고를 보정하기 위한 수치표고 모델 표고 보정 방법론을 제시한다. 제안기법은 영상 간 표고 불변특성을 보이는 비식생지역의 표고를 표고 보정을 위한 데이터인 EIFs (Elevation Invariant Features)로 추출한다. 그리고 EIFs를 기반으로 선형회귀식을 구성하여 수치표고모델의 표고를 보정함으로써 지상기준점 데이터 없이 고품질의 수치표고모델을 제작한다. 총 10장의 수치표고모델을 활용하여 제안기법의 정확도를 분석하였으며, 그 결과 시계열 수치표고모델의 표고가 효과적으로 보정된 것을 확인하였다.\",\"keyword\":[\"무인항공기\",\"수치표고모델\",\"표고 보정\",\"Elevation Invariant Features\"],\"recommend_paper\":[\"고해상도 인공위성 자료의 다중축척 객체기반 영상분석\",\"IKONOS 영상자료를 이용한 농업지역 토지피복 분류기준 설정\",\"위성 영상정보를 이용한 선형 지형지물 추출에서의 GDPA와 Hough 변환 처리결과 비교연구\",\"고해상도 위성영상을 이용한 도시지역 인구추정에 관한 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09364213\",\"citation\":\"13\"},{\"index\":30109,\"title\":\"NCC기법을 이용한 무인항공기용 차종 식별 알고리즘 개발\",\"author\":[\"정재원(부산대학교)\",\"김정호(부산대학교)\",\"허진우(부산대학교)\",\"한동인(부산대학교)\",\"이대우(부산대학교)\",\"성기정(한국항공우주연구원)\"],\"year\":2012,\"academy\":\"한국항공우주학회\",\"journal\":\"한국항공우주학회지\",\"abstract\":\"본 논문은 무인 항공기에서 지상의 차량을 촬영하여 차종을 인식하기 위한 알고리즘의 개발에 대해 논하고 있다. NCC(Normalized Cross-Correlation) 방법을 이용하여 영상에서 목표물의 기하학적인 정보를 정합하도록 하였고, 실제 비행영상을 통해 획득한 템플릿 이미지와 위성 지도를 통해 획득한 템플릿 이미지를 이용하여 영상의 정합을 수행하였다. 실내 기반 실험을 통해 정합 가능성을 평가하였으며, 위성 지도를 이용한 모의실험을 통해 NCC 알고리즘을 이용하여 차량의 종류를 식별할 수 있음을 확인하였다. 마지막으로 실제 비행 실험을 통해 획득한 영상을 통해 동일한 차량을 전체 영상에서 정합하는 실험을 수행하였다. 비행 실험 결과 승용차의 위치가 정확하게 탐지되었으며, 정합 결과 0.6점 이상의 유사도가 나타남을 확인할 수 있었다. 또한 유사한 색상을 지닌 트럭은 정합하지 않음으로서 이종 차량의 구분이 가능함을 확인하였다.\",\"keyword\":[\"Car Classification(차종 식별)\",\"UAV(무인항공기)\",\"Normalized Cross-Correlation Algorithm(정규화 상호상관 알고리즘)\"],\"recommend_paper\":[\"자율주행차를 위한 장애물 탐지 및 인식 시스템\",\"무인항공기의 회전에 불변한 영상기반 목표물 인식 기법\",\"UAV를 활용한 실시간 교통량 분석을 위한 딥러닝 기법의 적용\",\"핑거프린트와 랜덤포레스트 기반 실내 위치 인식 시스템 설계와 구현\"],\"reference\":[\" 폐색 영역을 고려한 시간 축 스테레오 매칭 백으뜸 , 호요성 대한전자공학회 전자공학회논문지 2017\",\" 재귀 삼방향 가중치 메디안 필터를 이용한 고밀도 임펄스 잡음 제거 배태욱 한국정보기술학회 한국정보기술학회논문지 2015\",\" 스테레오 영상에서의 적응적 영역 가중치 매칭의 효율적 근사화 방법 김호영 , 이성원 한국방송·미디어공학회 방송공학회논문지 2011\",\" 동적계획법을 이용한 컬러 스테레오 정합 오종규 , 이찬호 , 김종구 대한전기학회 대한전기학회 학술대회 논문집 2000\",\" 실시간 스테레오 비젼 시스템을 위한 SAD 정합연산기 설계 이정수 , 양승구 , 김준성 대한전자공학회 전자공학회논문지-CI 2008\"],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE01916455\",\"citation\":\"125\"},{\"index\":16535,\"title\":\"무인항공기(UAV) 영상을 이용한 소나무재선충병 의심목 탐지\",\"author\":[\"이슬기\",\"박성재\",\"백경민\",\"김한별\",\"이창욱\"],\"year\":2019,\"academy\":\"대한원격탐사학회\",\"journal\":\"대한원격탐사학회지\",\"abstract\":\"소나무재선충병은 우리나라 소나무림에 심각한 위협이 되고 있는 질병이다. 그러나 일반적으로 재선충병의 고사목 관측은 현장조사를 기반으로 하고 있기 때문에 물리적, 경제적 문제가 있어 대규모 삼림을 관측하는데 어려움이 있다. 본 연구에서는 소나무재선충병이 재발한 지역에 무인 항공기를 이용하여 고해상도 영상을 획득하였다. 이후 Artificial Neural Network(ANN), Support Vector Machine(SVM) 감독분류 기법을 통해 소나무재선충병 의심목을 탐지하였고. 감독분류 결과에 대한 정확도를 산출하였다. 또한 접근성이 높은 산림에 대해 감독분류를 실시한 후 현장 조사 결과간의 비교를 통해 정확도의 신뢰성을 검증하였다.\",\"keyword\":[],\"recommend_paper\":[\"무인항공기를 활용한 강원도 산불피해지역 분석: 산림지역을 중심으로\",\"무인항공기를 이용한 소나무재선충병 선단지 예찰 기법: 세종특별자치시를 중심으로\",\"Gapfill 함수에 의한 SLC off 영상 보정 및 활용성 평가\",\"지상 분광반사자료를 훈련샘플로 이용한 감독분류의 정확도 평가\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09250654\",\"citation\":\"11\"},{\"index\":34741,\"title\":\"환경·생태 분야의 무인항공기(UAV) 활용을 위한 연구동향 분석\",\"author\":[\"문호경\",\"최태영\",\"강다인\",\"차재규\"],\"year\":2018,\"academy\":\"한국환경생태학회(N\\/A)\",\"journal\":\"한국환경생태학회 학술대회지\",\"abstract\":\"무인항공기(UAV; Unmanned Aerial Vehicle)는 관련 기술이 급속히 발전되면서 최근 다양한 분야에서 이용되고 있다. 주로 상업분야(미디어, 레크리에이션, 농업 등)에서 많이 이용되고 있지만 인공위성 및 항공영상에 비해 적은 운용비용과 효과적인 자료 취득이 가능하여 공공(감시·관리, 기상·관측 등), 연구(환경, 지리정보, 해양관측, 원격탐사 등)분야에서의 이용이 증가하는 추세이다. 하지만 기술의 잠재성과 사회적 관심에 비해 관련 연구는 상대적으로 미흡한 실정이며 특히 환경·생태 분야에서의 활용은 시작단계로 볼 수 있다. 따라서 UAV와 관련한 공간정보의 발전 추이와 연구 동향을 파악하는 것은 UAV 활용을 위한 기반연구로서 의의가 있다. 본 연구에서는 국내·외 관련 연구동향을 정량적으로 파악하고 세부적인 연구영역이 어떻게 구성되어 있는지를 분석하 는데 목적이 있다. 또한 최근 환경·생태 연구 분야에서 UAV와 관련하여 새롭게 주목받고 있는 연구 주제들은 무엇인지 파악하고자 하였다. 연구동향 분석을 위해 자료의 검색은 UAV를 제목으로 하는 1997~2017년 사이의 논문으로 하였다. 자료의 검색은 Thomson Reuters사의 Web of science에 등재된 연구논문 중 KCI, SCI, SCIE에 한하였으며 등재후보지 및 기타 문헌은 제외하였다. 분석 방법은 빅데이터 분석 방법 중 텍스트 마이닝과 동시출현 단어 분석을 통해 시계열적인 연구 동향과 주요 연구 분야 분류를 통해 그 의미를 해석하고자 하였다. 수집된 자료는 논문 수와 발행 시기를 고려하여 두 개의 시기 (97-13, 14-17)로 구분하였으며 세부연구 분야의 비중을 비율로 살펴보았다. UAV 관련 연구 주제를 파악하기 위하여 초록에 사용된 단어 및 단어구의 동시출현 빈도 분석과정에서 다음과 같은 기준을 가지고 진행하였다. 첫째, 유사한 의미를 가지는 단어는 제외하거나 동일한 단어로 치환하여 분석하였으며(ex. UAV, UAS, Smart UAV, Unmaned Aerial Vehicle 등) 20회 이상 출현된 단어 및 단어구만 한하였다. 둘째, 최소 5편 이상의 논문에 출현한 단어를 선정하였다. 셋째, 출현 빈도가 높은 단어 중 주제어로 판단되기 어려운 일반적인 단어, 조사 등은 주제단어의 적정점수(relevance score)의 상위 60%에 해당하는 단어에 한해 분석하였다 수집된 국내논문은 745편, 국외는 3,858편이며 연도별 논문 발행 수는 매년 30편 이내였지만 14년부터 급격히 증가하여 15~17년에 발행된 논문이 전체의 50% 이상을 차지하고 있었다. 수집된 논문을 기반으로 추출된 단어 및 단어구는 국내의 경우 13,359개, 국외는 73,628개로 나타났다. 분석은 2단계로 나눌 수 있는데 1단계에서 공출현 행렬 값을 기반으로 카테고리들 사이의 유사성을 Association Strength(관계강도) 산출식으로 계산하였다. 2단계에서는 1단계에서 계산된 유사성을 기초로 2차원 맵을 생성하였으며 유사성이 높을수록 단어의 위치가 근접하며 낮을수록 먼 거리에 배치된다. 맵의 가독성과 관련하여 발생 빈도 따라 단어의 크기 및 연결강도에 따른 연결선의 수를 설정하였다. 주제 단어로서의 적정점수 이상을 획득한 단어를 최종적으로 추출한 결과 국내는 173개, 국외는 477개가 나타났다. 유사도에 따라 연구영역을 클러스터링 한 결과 국내 UAV 관련 연구는 7개, 국외는 8개의 주요 분야로 나눌 수 있었으며, 연구 영역별로 출현빈도와 관계강도가 높은 단어를 중심으로 그 의미를 파악하고자 하였다. 국외부터 살펴보면 Cluster1은 “원격탐사 기술\\/자료 활용(분류, NDVI, LAI, 산림, 온도 등)”, Cluster2 “항법기술(회피, 추적, 편대비행, 자율, 협조 등)” Cluster3 “비행기술(안정, 조종, 궤적, 추적 등)”, Cluster4 “원격탐사 기술\\/자료 활용(분류, NDVI, 온도 등 )”, Cluster5 “비행 성능(연료, 모터, 형태 등)”, Cluster6은 “무인항공 기술\\/산업 동향”, Cluster7 항법관련 알고리즘\\/센서(정찰, 회피, 인식 등)”, Cluster8 UAV SAR(대형 무인기, 레이더 등)로 나눌 수 있다. 2013년 이전에는 Cluster2, 5, 7, 8 영역의 연구가 주로 이루어졌는데 기체개발 및 항법기술과 관련한 기초 연구가 이에 해당된다. 14년부터 현재 까지는 Cluster1, 3, 4, 6에 해당 되는 연구로서 원격탐사 기술, 자료 처리 및 활용에 관련 연구가 진행되었다. 국내의 결과를 살펴보면 Cluster1은 “무인항공 기술\\/산업 동향”, Cluster2는 “원격탐사 기술\\/자료처리 (RGB, DEM, DSM 등)분석”, Cluster3 “비행성능(조종, 비행, 엔진 등)”, Cluster4 “기체 성능(연료, 모터, 형태 등)”, Cluster5 “원격탐사 기술\\/자 료 활용(분류, NDVI, 온도 등 )”, Cluster6 “항법기술(알고리즘, 회피, 객체 등)”, Cluster7 “원격 조종(안테나, 지상조정, 항로 등)” 로 분류되었다. 국외와 유사한 의미를 가지는 영역으로 클러스터링 되었지만 연구 주제를 파악할 수 있는 핵심 단어의 출현 시기와 단어들 간의 관계강도, 다양성에서 차이가 있었다. 국내는 UAV 기술 현황, 활용성을 주제로 한 기초연구 의 비중이 높았지만 국외의 경우 UAV 원격탐사 기술 통한 자료 수집 및 분석에 관한 연구의 비중이 가장 높게 나타났다. 환경·생태 분야와 관련한 연구 영역은 국외는 Cluster1, 국내는 Cluster5에 해당되며 출현 단어를 살펴보면 Canopy, Classification, Forest, LAI(Leaf Area Index), NDVI (Normalized Difference Vegetation Index), Temperature, Tree, Atmosphere 등이 나타났다. 이와 같은 단어는 최근 주목 받은 연구 주제로서 UAV 광학센서 기술의 고도화와 영상처리기술 의 발전으로 기존의 공간정보에서 얻을 수 없었던 자료 획득이 가능하였기 때문이다. 국제적인 연구 동향에 따라 국내 에서도 최근 관련 논문이 증가하는 것은 향후 연구되어야 할 주제로 인식하고 있음을 알 수 있었다. 본 연구는 환경·생태 분야에 있어 효과적인 UAV 이용 방안과 한계점 제시를 위한 1단계 연구로서 국내·외 UAV 관련 연구동향을 정량적으로 파악하여 환경·생태 분야에 활용도가 높은 기술을 알아보고자 하였다. 향후 다양한 UAV 원격탐사 기술을 적용한 데이터 수집·분석·검증 과정을 통해 종합적으로 평가한 연구 결과를 발표할 수 있을 것이다.\",\"keyword\":[],\"recommend_paper\":[\"텍스트마이닝과 동시출현단어 분석을 이용한 국내 조류학 연구동향\",\"UAV 영상에서의 딥러닝 기반 조류 검출 알고리즘 개발\",\"지역별 미세먼지 발생 데이터 클러스터링 메소드 설계 및 구현\",\"환경공간정보를 활용한 조류의 서식취약지역 분석 - 수원시를 사례로 -\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=0cffc41060697f19b7998d826d417196\",\"citation\":\"108\"},{\"index\":43871,\"title\":\"머신러닝을 이용한 항공기 수리부속 예측 모델의 실증적 연구\",\"author\":[\"이창호(한서대학교 항공운항관리학과)\",\"김웅이(한서대학교 항공정보산업대학원)\",\"최연철(한서대학교 항공교통물류학과)\"],\"year\":2018,\"academy\":\"한국항공운항학회\",\"journal\":\"한국항공운항학회지\",\"abstract\":\"In order to predict the future needs of the aircraft repair parts, each military group develops and applies various techniques to their characteristics. However, the aircraft and the equipped weapon systems are becoming increasingly advanced, and there is a problem in improving the hit rate by applying the existing demand prediction technique due to the change of the aircraft condition according to the long term operation of the aircraft. In this study, we propose a new prediction model based on the conventional time-series analysis technique to improve the prediction accuracy of aircraft repair parts by using machine learning model. And we show the most effective predictive method by demonstrating the change of hit rate based on actual data.\",\"keyword\":[\"항공기 수리부속\",\"수요예측\",\"시계열 분석\",\"머신러닝\",\"입력변수\"],\"recommend_paper\":[\"LSTM 기반의 단계적 분해 방법을 이용한 단기 전력 사용량 예측\",\"다중선형회귀모형에서의 변수선택기법 평가\",\"A Study of Model Selection for Electric Data using Cross Validation Approach\",\"시계열 분해 데이터를 이용한 LSTM 기법 기반 항공기 수리부속 수요예측 방안 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10082373\",\"citation\":\"0\"},{\"index\":30909,\"title\":\"무인 항공기용 터보 제트 엔진의 PI-구조 퍼지 추론 제어기 설계\",\"author\":[\"지민석(한국항공대학교 항공전자 및 정보통신공학부)\",\"모은종(한국항공대학교 항공전자 및 정보통신공학부)\",\"이강웅(한국항공대학교 항공전자 및 정보통신공학부)\"],\"year\":2005,\"academy\":\"한국항행학회\",\"journal\":\"한국항행학회논문지\",\"abstract\":\"본 논문에서는 퍼지-PI 제어 알고리즘을 이용하는 무인 항공기용 터보제트 엔진 제어기를 제안한다. 터보제트 엔진의 가감속시 서지와 flame-out 현상을 방지하기 위해 연료 유량 제어 입력을 퍼지-PI 제어기로 생성한다. 가속도 오차의 로그함수를 사용하여 퍼지 추론 규칙을 만듦으로써 추종오차를 줄이도록 하였다. 제안된 제어기의 성능확인을 위한 컴퓨터 시뮬레이션은 선형 엔진 모델에 적용하였으며 엔진 출력이 기준 가감속 명령에 잘 추종함을 보였다.\",\"keyword\":[\"turbojet engine control\",\"fuel flow control\",\"surge control\",\"fuzzy PI controller\"],\"recommend_paper\":[\"항공우주해상 : 인공신경망 PID를 이용한 무인항공기 터보제트 엔진 제어\",\"데이터 큐브 모델과 SVM을 이용한 철도 선로전환기의 교체시기 탐지\",\"GAN 기반 데이터생성을 통한 가스배관의 잔여수명분포 추정\",\"퍼지 추론 시스템과 인공 신경망의 결합에 관한 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09704281\",\"citation\":\"0\"},{\"index\":44777,\"title\":\"항공교통관제사의 항공기 합류순서결정에 대한 확률적 예측모형 개발\",\"author\":[\"김민지(한국항공대학교 대학원 항공교통물류학과)\",\"홍성권(한국항공대학교 대학원 항공교통물류학과)\",\"이금진(한국항공대학교 항공교통물류학과)\"],\"year\":2014,\"academy\":\"한국항공운항학회\",\"journal\":\"한국항공운항학회지\",\"abstract\":\"Arrival management is a tool which provides efficient flow of traffic and reduces ATC workload by determining aircraft's sequence and schedules while they are in cruise phase. As a decision support tool, arrival management should advise on air traffic control service based on the understanding of human factor of its user, air traffic controller. This paper proposed a prediction model for air traffic controller sequencing strategy by analyzing the historical trajectory data. Statistical analysis is used to find how air traffic controller decides the sequence of aircraft based on the speed difference and the airspace entering time difference of aircraft. Logistic regression was applied for the proposed model and its performance was demonstrated through the comparison of the real operational data.\",\"keyword\":[\"항공교통관리\",\"도착관리기법\",\"순서결정기법\",\"항공교통관제사\",\"로지스틱 회귀모형\"],\"recommend_paper\":[\"Intelligent Distributed Framework using Association Rule Mining\",\"사물인터넷 환경을 위한 하둡 기반 빅데이터 처리 플랫폼 설계 및 구현\",\"빅데이터 분석 기반의 IoT 서비스 모델 프레임워크\",\"IoT 빅데이터 해석가능성 향상위한 데이터 품질관리 방안 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10080967\",\"citation\":\"0\"},{\"index\":44512,\"title\":\"위성영상 내 항공기 식별 시 오탐률 감소를 위한 결합된 CNN 알고리즘\",\"author\":[\"장준호(국방대학교)\",\"이수진(국방대학교)\"],\"year\":2020,\"academy\":\"육군사관학교 화랑대연구소\",\"journal\":\"한국군사학논집\",\"abstract\":\"CNN algorithms, which are currently actively used for image processing, do not process high resolution\\/large-scale satellite images directly. To address this problem, many researchers have tried to combine various techniques into the artificial neural networks. However, many studies have not achieved satisfactory performance due to various factors affecting object identification and detection. Especially in the case of aircraft detection, the false detection of objects similar to aircraft, such as boarding gates, buildings, and intersections within the airport, is not solved properly. This paper proposes a coupled CNN algorithm that combines the Mask R_CNN algorithm with the YOLO algorithm to reduce such false detection. To evaluate the performance of the proposed approach, we conduct the aircraft detection test was conducted on satellite images of airports containing a number of objects similar to aircraft.\",\"keyword\":[\"CNN\",\"YOLO\",\"Mask R_CNN\",\"Satellite Image\",\"Aircraft Detection\",\"위성영상\",\"항공기 식별\"],\"recommend_paper\":[\"딥러닝 기반 드론 검출 및 분류\",\"AirSim을 활용한 CNN 기반 자율주행 기술\",\"Efficient Data Acquisition and CNN Design for Fish Species Classification in Inland Waters\",\"심층 학습을 이용한 양식장 그물 찢김 판단\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10481696\",\"citation\":\"0\"},{\"index\":1203,\"title\":\"C-MAPSS 데이터를 이용한 항공기 엔진의 신경 회로망 기반 건전성관리\",\"author\":[\"윤유리(현대건설기계 신뢰성 평가부)\",\"김석구(한국 항공대학교 항공 우주 및 기계공학과)\",\"조성희(한국 항공대학교 항공 우주 및 기계공학과)\",\"최주호(한국 항공대학교 항공 우주 및 기계공학부)\"],\"year\":2019,\"academy\":\"항공우주시스템공학회\",\"journal\":\"항공우주시스템공학회지\",\"abstract\":\"항공기 엔진의 고장예지 및 건전성 관리(PHM)는 고장 또는 수명한계 도달 전에 잔존 유효 수명을 예측하는 것이다. PHM 기술 중 예측모델을 확립하는 방법은 물리 기반과 데이터 기반 방법이 있다. 물리기반 방법은 적은 데이터로 정확한 예측이 가능하지만 확립된 손상 물리 모델이 적어서 적용에 한계가 있다. 본 연구는 따라서 데이터 기반 방법을 적용하였으며, 수명 예측을 위해서 신경회로망 알고리즘 중 Multi-layer Perceptron을 이용하였다. 이를 위해 미국 항공우주국(NASA)에서 개발한 C-MAPSS 코드로 생성된 가상 데이터 세트를 이용하여 신경회로망을 학습하였다. 학습된 신경회로망 모델은 테스트 세트에 적용한 후 잔존 유효 수명의 신뢰구간을 예측하고 실제 값을 통해 정확도를 검증하였다. 또한 본 연구에서 제시된 방법을 기존 문헌의 것과도 비교하였고 그 결과 비교적 양호한 정확도를 확인할 수 있었다.\",\"keyword\":[\"신경 회로망\",\"고장 예지 및 건전성 관리\",\"C-MAPSS 데이터세트\"],\"recommend_paper\":[\"최적의 인공신경망 구조 설계를 통한 지반 물성치 추정\",\"주급수 유량의 형상 분류 및 추정 모델에 대한 연구\",\"기계학습 기법을 이용한 CNC 공구 마모도 예측에 관한 연구\",\"지능형 풍력발전 기계적 요소 고장진단 시스템 개발\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10002699\",\"citation\":\"0\"},{\"index\":31583,\"title\":\"무인 항공기 기지국의 전력 소모를 최소화하는 저복잡도 클러스터링 알고리즘\",\"author\":[\"전홍배(Hong-Bae Jeon)\",\"정태훈(Taehun-Jung)\",\"채찬병(Chan-Byoung Chae)\"],\"year\":2019,\"academy\":\"한국통신학회\",\"journal\":\"韓國通信學會論文誌(The Journal of the KICS)\",\"abstract\":\"본 논문에서는 이동하는 지상의 단말들을 효율적으로 지원할 수 있는 여러 대의 무인 항공기 기지국들의 저복잡도 동적 클러스터링 및 3차원 배치 알고리즘을 제안한다. 제안한 알고리즘은 이전 시간 단위에서의 클러스터에서 벗어난 단말들만을 고려하여 이들만의 정보를 토대로 새로운 클러스터를 귀납적으로 갱신한다. 본 논문에서는 제안한 알고리즘이 기존의 알고리즘에 비해 낮은 복잡도를 가짐을 보였으며, 역시 기존의 방식에 비해 낮은 전체 송신 전력으로 지상의 단말들을 지원할 수 있음을 시뮬레이션을 통하여 확인하였다.\",\"keyword\":[\"UAV\",\"Energy Efficiency\",\"Low Complexity\",\"Channel Model\",\"Clustering\"],\"recommend_paper\":[\"주변 차량 위치 좌표의 고속 클러스터링을 위한 휴리스틱 알고리즘\",\"위성 간 링크된 다중통신위성 일정계획 문제의 다항시간 알고리즘\",\"다중캐리어 해상자율망을 위한 위치와 전송특성 정규값 기반 경로배정방식\",\"컴퓨터 메모리 확장 및 공유메모리 직렬 접속 방법\"],\"reference\":[\" 1 H. -B. Jeon  \\\"Energy-efficient ellipse clustering algorithm for 3D UAV placement\\\" 2019\",\" (2019): 369-370  2019\",\" 2 L. Wang  \\\"Energy efficient placement of a drone base station for minimum required transmit power\\\" 2018\"],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=e565a7a99b66076e7f7a54760bb41745\",\"citation\":\"0\"},{\"index\":42297,\"title\":\"가중선형회귀를 통한 순항항공기의 궤적예측\",\"author\":[\"김소윤(한국항공대학교 대학원 항공교통물류학과)\",\"이금진(한국항공대학교 항공교통물류학과)\"],\"year\":2016,\"academy\":\"한국항공운항학회\",\"journal\":\"한국항공운항학회지\",\"abstract\":\"The departure flow management is the planning tool to optimize the schedule of the departure aircraft and allows them to join smoothly into the overhead traffic flow. To that end, the arrival time prediction to the merge point for the cruising aircraft is necessary to determined. This paper proposes a trajectory prediction model for the cruising aircraft based on the machine learning approach. The proposed method includes the trajectory vectored from the procedural route and is applied to the historical data to evaluate the prediction performances.\",\"keyword\":[\"궤적 예측\",\"도착예정시간\",\"출발관리기법\",\"가중선형회귀분석\",\"의사결정지원도구\"],\"recommend_paper\":[\"퍼지 선형회귀분석법을 이용한 특수일의 24시간 단기수요예측\",\"시계열 분해 데이터를 이용한 LSTM 기법 기반 항공기 수리부속 수요예측 방안 연구\",\"XGBoost 기반의 2단계 확률적 일사량 예측과 태양광 예측 알고리즘의 성능 검증\",\"MDT와 OBD 장치를 이용한 커넥티드카의 빅데이터 관리 시스템 구현\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE09999698\",\"citation\":\"0\"},{\"index\":41822,\"title\":\"합류하는 두 항공기간 도착순서 결정에 대한 로지스틱회귀 예측 모형\",\"author\":[\"정소연(한국항공대학교 대학원 항공교통물류학과)\",\"이금진(한국항공대학교 항공교통물류학과)\"],\"year\":2015,\"academy\":\"한국항공운항학회\",\"journal\":\"한국항공운항학회지\",\"abstract\":\"This paper has its purpose on constructing a prediction model of the arrival sequencing strategy which reflects the actual sequencing patterns of air traffic controllers. As the first step, we analyzed a pair-wise sequencing of two aircraft entering TMA from different entering points. Based on the historical trajectory data, several traffic factors such as time, speed and traffic density were examined for the model. With statistically significant factors, we constructed a prediction model of arrival sequencing through a binary logistic regression analysis. With the estimated coefficients, the performance of the model was conducted through a cross validation.\",\"keyword\":[\"순서결정기법\",\"로지스틱 회귀모형\",\"데이터 기반\",\"기계 학습\",\"항공교통관제사\",\"교차 검증\"],\"recommend_paper\":[\"Intelligent Distributed Framework using Association Rule Mining\",\"센서 어레이 시스템과 머신러닝을 이용한 차량 냄새 정량화 연구\",\"연관 분류 마이닝 기법을 활용한 지식기반신체활동 평가 모델\",\"인공신경망 및 비선형 회귀분석을 이용한 건설장비의 CO 배출량 예측 모델 개발\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10084185\",\"citation\":\"0\"},{\"index\":40049,\"title\":\"항공기 지상 이동 선입 선처리 스케줄링\",\"author\":[\"강선영(인하대학교 항공우주공학과)\",\"박배선(인하대학교 항공우주공학과)\",\"이학태(인하대학교 항공우주공학과)\"],\"year\":2017,\"academy\":\"한국항행학회\",\"journal\":\"한국항행학회논문지\",\"abstract\":\"공항 내에서의 효율적인 지상 교통 관리를 위하여 선입-선처리 (FCFS; first-come first-served) 알고리즘을 적용한 항공기 지상 이동 스케줄러를 개발하였다. 본 스케줄러는 이전에 개발한 공역 내 교통 흐름 관리 스케줄러를 기반으로 하며, 지상 이동에 있어 추가적으로 요구되는 제약 조건인 링크의 방향성과 교차로 처리 등을 추가하였다. 추가된 각각의 제약 조건을 만족하는지 검증하기 위해 단순한 시나리오를 제작하여 시뮬레이션을 수행하였으며, 시뮬레이션 결과가 주어진 제약 조건을 만족하는 것을 확인하였다. 또한 제주 공항의 실제 항공기 출 도착 데이터인 FOIS (flight operation information system) 데이터를 기반으로 시나리오를 제작하여 시뮬레이션을 진행하였다. 개발한 스케줄러의 실효용성을 판단하기 위해, 실제 평균 지연시간과 스케줄러를 통해 산출한 평균 지연 시간을 비교하였다.\",\"keyword\":[\"First-come first-served\",\"Scheduling\",\"Surface operation\",\"Airport surface\",\"Node-link structure\"],\"recommend_paper\":[\"UTIS를 이용한 긴급차량 우선신호 제어방안\",\"실시간 버스 운행계획수립 모형 개발\",\"파티클 필터 기반 시계열 예측 결합 모델을 통한 전시장 방문 인원 예측\",\"분산 및 병렬처리 : 교차로의 대기행렬 예측모형구축에 관한 연구\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10112254\",\"citation\":\"0\"},{\"index\":30761,\"title\":\"주성분 분석과 이차 판별 분석 기법을 이용한 항공기 복합재료에서의 자동 결함 검출 및 분류\",\"author\":[\"김영범(한국항공대학교 정보통신공학과)\",\"신덕하(한국항공대학교 정보통신공학과)\",\"황승준(한국항공대학교 정보통신공학과)\",\"백중환(한국항공대학교 정보통신공학과)\"],\"year\":2014,\"academy\":\"한국항행학회\",\"journal\":\"한국항행학회논문지\",\"abstract\":\"본 논문에서는 항공기 복합재료 내부의 결함을 자동으로 검출하고 분류하는 초음파 검사 방식을 제안한다. 결함 검출을 위해서 초음파의 국부 최대값을 이용해 피크(peak) 값을 추출해낸다. 피크의 거리정보를 이용해 히스토그램화 하며 시편의 표면과 바닥의 백월에코(back-wall echo)를 결정한다. 이를 통해 C-scan 영상을 생성한다. 검출된 피크의 평균과 분산을 이용해 임계값을 정하고 그 값으로 결함여부를 판단한다. 결함의 종류를 구분하기 위해서는 주성분 분석(PCA; principal component analysis)와 이차 판별 분석(QDA; quadratic discriminant analysis)를 수행하였다. PCA를 통한 512개의 차원은 주성분으로 변환 시 30개의 주성분에 99% 이상의 분산이 포함되었다. 주성분 개수를 한정시킴으로써 차원 축소를 통해 계산량을 크게 줄였고 오분류를 최소화하였다. 이차 판별 분석을 적용해 결정경계(decision boundary)의 방정식을 얻었고 이를 통해 결함을 분류할 수 있음을 실험을 통해 보였다.\",\"keyword\":[\"Defect detection\",\"classification\",\"PCA\",\"QDA\",\"Aircraft composite material\"],\"recommend_paper\":[\"강인한 베어링 결함 진단을 위한 경험 모드 분리법과 히스토그램 모델링을 이용한 특징 추출 방법\",\"음향 방출 신호와 히스토그램 모델링을 이용한 유도전동기의 베어링 결함 검출\",\"타이어 손상에 의해 반복적으로 발생하는 랜덤성 초음파 신호의 주기검출\",\"주성분 분석과 인공신경망을 이용한 피로균열열림·닫힘 시 음향방출 신호분류\"],\"reference\":[],\"link\":\"https:\\/\\/www.dbpia.co.kr\\/journal\\/articleDetail?nodeId=NODE10103555\",\"citation\":\"0\"},{\"index\":15216,\"title\":\"스테레오 영상을 이용한 무인항공기의 3차원 위치 추정 알고리즘\",\"author\":[\"이동원(Dongwon Lee)\",\"이선영(Seonyoung Lee)\",\"김윤정(Yunjeong Kim)\",\"민경원(Kyoungwon Min)\"],\"year\":2018,\"academy\":\"항공우주시스템공학회\",\"journal\":\"항공우주시스템공학회 학술대회 발표집\",\"abstract\":\"안전 비행을 위해서 ADS-B 기반으로 비행체의 동작 상태(수평, 수직 위치, 속도)를 주기적으로 방송하여 서로 간의 충돌을 방지한다. 하지만 동작 상태를 알 수 없는 무인항공기일 경우는 직접 위치를 추정해야 한다. 본 연구는 스테레오 영상 기반의 비행체의 3차원 위치를 추정하는 방법을 제시한다. 비행 객체를 탐지하기 위해 좌 영상에 대해 FAST 알고리즘을 이용하여 특징점을 추출하고 이를 확률밀도 클러스터 기반으로 영역을 분류하여 객체의 위치 값을 추정한다. 또한, 우 영상에서 좌 영상의 검출된 영상좌표를 기점으로 템플릿 매칭 기법으로 우 영상의 객체의 위치 값을 추출하여 객체의 위치 변이를 이용하여 disparity를 추출한다. 이를 카메라 파라미터를 적용하여 실체 탐지된 비행객체의 3차원 공간 좌표(방위각, 고도각, 거리)를 생성하여 객체의 공간 위치를 추정한다. 이는 향후 비행체 충돌방지 시스템에 활용될 수 있을 것으로 기대된다.\",\"keyword\":[\"Unmanned Aerial Vehicles Detection(무인 항공기 검출)\",\"Stereo Vision(스테레오 영상)\",\"FAST(features from accelerated segment test)\",\"DBSCAN(밀도기반 클러스터링)\"],\"recommend_paper\":[\"능동카메라를 이용한 특징기반의 물체추적\",\"CCTV영상 내 교통량 분석을 위한 적응적 계수선 검출 방법\",\"Conditional Random Fields 구조에서 궤적군집화를 이용한 혼잡 영상의 이동 객체 검출\",\"Lane Detection in Complex Environment Using Grid-Based Morphology and Directional Edge-link Pairs\"],\"reference\":[],\"link\":\"http:\\/\\/riss.or.kr\\/search\\/detail\\/DetailView.do?p_mat_type=1a0202e37d52c72d&control_no=4821145a5753fc6ae9810257f7042666\",\"citation\":\"0\"}]}"